{
  "joinShoppingRevolution": "Join the shopping REVOLUTION",
  "revolutions": "REVOLUTIONS",
  "withYouGo": "with YouGo!",
  "confidence": "We believe that every woman deserves to feel confident, stylish, and empowered.",
  "lookAndFeelBest": "Whether you're looking for trendy clothing, comfortable shoes, stylish accessories, or beauty products that will help you look and feel your best, we've got you covered.",
  "shopNow": "Shop Now!",
  "moneySaving": "Money Saving",
  "secureShopping": "Secure Shopping",
  "fastDelivery": "Fast Delivery",
  "userFriendly": "User friendly",
  "moneySavingContent": "We offer great deals and discounts on a regular basis, so you can save your money while still looking and feeling great.",
  "secureShoppingContent": "We take extra measures to ensure that your shopping experience with us is secure and worry-free.",
  "fastDeliveryContent": "We provide fast and reliable delivery options to get your products to you in no time.",
  "userFriendlyContent": "Our easy-to-navigate interface makes finding your favorite products or making purchases a breeze.",
  "loading": "Loading",
  "chooseLanguage": "Select your language",
  "whyUsTitle": "WHY US?",
  "qualityStyleTitle": "Quality & Style",
  "welcomeText": "Welcome to YouGo, where quality and style come together to bring you the best shopping experience possible.",
  "prideText": "We take great pride in curating a collection of fashion and lifestyle products that are not only stylish but also of the highest quality.",
  "interestedInMore": "INTERESTED IN MORE",
  "ourProducts": "Our Products",
  "trustedByCustomers": "Trusted by 100,000+ customers all over the world",
  "fundedByEU": "Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or the European Education and Culture Executive Agency (EACEA). Neither the European Union nor EACEA can be held responsible for them.",
  "quickLinks": "Quick links",
  "home": "Home",
  "sellOnYouGo": "Sell on YouGo",
  "shop": "Shop",
  "aboutUs": "About Us",
  "contactUs": "Contact Us",
  "allRightsReserved": "YouGo. All rights reserved.",
  "termsConditions": "Terms & Conditions",
  "privacyPolicy": "Privacy Policy",
  "addProduct": "Add Product",
  "login": "Login",
  "sell": "Sell"
}
