{
  "joinShoppingRevolution": "Join the shopping REVOLUTION",
  "revolutions": "REVOLUTIONS",
  "withYouGo": "with YouGo!",
  "confidence": "We believe that every woman deserves to feel confident, stylish, and empowered.",
  "lookAndFeelBest": "Whether you're looking for trendy clothing, comfortable shoes, stylish accessories, or beauty products that will help you look and feel your best, we've got you covered.",
  "shopNow": "Shop Now!",
  "moneySaving": "Money Saving",
  "secureShopping": "Secure Shopping",
  "fastDelivery": "Fast Delivery",
  "userFriendly": "User friendly",
  "moneySavingContent": "We offer great deals and discounts on a regular basis, so you can save your money while still looking and feeling great.",
  "secureShoppingContent": "We take extra measures to ensure that your shopping experience with us is secure and worry-free.",
  "fastDeliveryContent": "We provide fast and reliable delivery options to get your products to you in no time.",
  "userFriendlyContent": "Our easy-to-navigate interface makes finding your favorite products or making purchases a breeze.",
  "loading": "Loading",
  "chooseLanguage": "Select your language",
  "whyUsTitle": "WHY US?",
  "qualityStyleTitle": "Quality & Style",
  "welcomeText": "Welcome to YouGo, where quality and style come together to bring you the best shopping experience possible.",
  "prideText": "We take great pride in curating a collection of fashion and lifestyle products that are not only stylish but also of the highest quality.",
  "interestedInMore": "INTERESTED IN MORE",
  "ourProducts": "Our Products",
  "trustedByCustomers": "Trusted by 100,000+ customers all over the world",
  "fundedByEU": "Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or the European Education and Culture Executive Agency (EACEA). Neither the European Union nor EACEA can be held responsible for them.",
  "quickLinks": "Quick links",
  "home": "Home",
  "sellOnYouGo": "Sell on YouGo",
  "shop": "Shop",
  "aboutUs": "About Us",
  "contactUs": "Contact Us",
  "allRightsReserved": "YouGo. All rights reserved.",
  "termsConditions": "Terms & Conditions",
  "privacyPolicy": "Privacy Policy",
  "addProduct": "Add Product",
  "login": "Login",
  "sell": "Sell",
  "handmadeGoods": "Handmade Goods",
  "jewelry": "Jewelry",
  "homeDecor": "Home Decor",
  "clothing": "Clothing",
  "art": "Art",
  "vintageItems": "Vintage Items",
  "photography": "Photography",
  "cosmetics": "Cosmetics",
  "toys": "Toys",
  "welcomeToYouGo": "Welcome to YouGo Ecommerce",
  "searchProduct": "Search Product",
  "categories": "Categories",
  "findSomething": "Find something that catches your eyes!",
  "noItemsInShop": "There are no items in the shop at the moment",
  "noMatchedItems": "There are no items that match your search input",
  "noImagesAvailable": "No images available",
  "chatWithSellerOnWhatsApp": "CHAT WITH SELLER ON WHATSAPP",
  "contactSeller": "Contact Seller",
  "safetyTips": "Safety Tips",
  "dontSendPrePayments": "Remember, don't send any pre-payments",
  "meetSellerAtSafePlace": "Meet the seller at a safe public place",
  "inspectGoods": "Inspect the goods to make sure they meet your needs",
  "checkDocumentation": "Check all documentation and only pay if you're satisfied",
  "stock": "Stock:",
  "brand": "Brand:",
  "posted": "Posted:",
  "productCategory": "Product category:",
  "productDescription": "Product description",
  "whyYouGoTitle": "Why You Should Sell on YouGo",
  "youGoOffers": "YouGo offers:",
  "largeActiveCommunity": "A large and active community: Reach buyers who appreciate handcrafted goods like yours.",
  "specializedCategory": "Specialized category: Stand out from the crowd with dedicated exposure for handmade clothing.",
  "lowFees": "Low fees: Keep more of your profits and grow your business.",
  "easyToUse": "Easy to use: List your items and manage your shop with ease.",
  "readyToStartSelling": "Ready to start selling?",
  "signUpToday": "Sign up today!",
  "addImageTitle": "Add Image",
  "selectImage": "Click to Select Image",
  "selectedFiles": "Selected Files:",
  "productNameLabel": "Product Name:",
  "categoryLabel": "Category:",
  "brandLabel": "Brand:",
  "priceLabel": "Price:",
  "stockLabel": "Stock:",
  "descriptionLabel": "Description:",
  "publishProductButton": "Publish Product",
  "waitAMinute": "Wait a minute.....",
  "productNamePlaceholder": "Product Name",
  "selectCategoryPlaceholder": "Select Category",
  "brandNamePlaceholder": "Brand Name",
  "addPricePlaceholder": "Add Price",
  "stockPlaceholder": "Add Stock",
  "descriptionPlaceholder": "Product description goes in here",
  "welcomeMessage": "Welcome to YouGo Crafts! We are an e-commerce website dedicated to connecting buyers and sellers in the world of crafts. Our mission is to provide a platform where artisans and craft enthusiasts can come together to sell and purchase unique handmade products.",
  "craftsRange": "At YouGo Crafts, we offer a wide range of crafts products, including jewellery, clothing, accessories, home decor, and more. Whether you're an interior designer looking for one-of-a-kind pieces or a fashion-forward individual with an eye for style and craftsmanship, our website caters to your needs.",
  "commitment": "What sets us apart is our commitment to providing a free and commission-free platform for both buyers and sellers. We believe in empowering artisans and giving them the opportunity to showcase their talent on an international scale. Sellers can create their own e-shops, promote their brand, and reach a global audience.",
  "erasmusProject": "Our website is the outcome of the Erasmus+ project, YouGo. This project aims to empower rural young women by providing them with the means to sell their products and crafts online. Through YouGo Crafts, we aim to promote handmade products, support local artisans, and foster a sense of community.",
  "passionateAboutCrafts": "We are passionate about crafts and dedicated to providing a seamless user experience. While we haven't received any specific awards or achievements yet, our focus remains on delivering exceptional service and promoting the art of handmade crafts.",
  "thankYouMessage": "Thank you for choosing YouGo Crafts. We look forward to being your go-to destination for all things craft-related.",
  "editYourProfile": "Edit your profile",
  "signOut": "Sign out",
  "products": "Products",
  "inStock": "In Stock",
  "by": "By",
  "edit": "Edit",
  "delete": "Delete",
  "noProducts": "You do not have any products yet",
  "myProfile": "My Profile",
  "editProfile": "Edit Profile",
  "fullName": "Full Name",
  "yourFullName": "Your Full Name",
  "phoneNumber": "Phone Number",
  "yourPhoneNumber": "Your Phone Number",
  "emailAddress": "Email Address",
  "yourEmailAddress": "Your Email Address",
  "about": "About",
  "describeYourself": "Describe yourself",
  "saveChanges": "Save Changes",
  "termsAndConditions": "Terms & conditions",
  "updatedAt": "Updated at",
  "generalTerms": "General Terms",
  "termsOfService": "By accessing and placing an order with You Go Crafts, you confirm that you are in agreement with and bound by the terms of service contained in the Terms & Conditions outlined below. These terms apply to the entire website and any email or other type of communication between you and You Go Crafts.",
  "liabilityDisclaimer": "Under no circumstances shall You Go Crafts team be liable for any direct, indirect, special, incidental or consequential damages, including, but not limited to, loss of data or profit, arising out of the use, or the inability to use, the materials on this site, even if You Go Crafts team or an authorized representative has been advised of the possibility of such damages. If your use of materials from this site results in the need for servicing, repair or correction of equipment or data, you assume any costs thereof.",
  "responsibilityDisclaimer": "You Go Crafts will not be responsible for any outcome that may occur during the course of usage of our resources. We reserve the rights to change prices and revise the resources usage policy in any moment. This Terms & Conditions was created with",
  "licenseTitle": "License",
  "licenseContent1": "You Go Crafts grants you a revocable, non-exclusive, non-transferable, limited license to download, install, and use the website strictly in accordance with the terms of this Agreement.",
  "licenseContent2": "These Terms & Conditions are a contract between you and You Go Crafts (referred to in these Terms & Conditions as 'You Go Crafts', 'us', 'we', or 'our'), the provider of the You Go Crafts website and the services accessible from the You Go Crafts website (which are collectively referred to in these Terms & Conditions as the 'You Go Crafts Service').",
  "licenseContent3": "You are agreeing to be bound by these Terms & Conditions. If you do not agree to these Terms & Conditions, please do not use the You Go Crafts Service. In these Terms & Conditions, 'you' refers both to you as an individual and to the entity you represent. If you violate any of these Terms & Conditions, we reserve the right to cancel your account or block access to your account without notice.",
  "definitionsAndKeyTerms": "Definitions and key terms",
  "termsExplanation": "To help explain things as clearly as possible in this Terms & Conditions, every time any of these terms are referenced, are strictly defined as:",
  "cookie": "Cookie: small amount of data generated by a website and saved by your web browser. It is used to identify your browser, provide analytics, remember information about you such as your language preference or login information.",
  "company": "Company: when this policy mentions “Company,” “we,” “us,” or “our,” it refers to Egeria Desarrollo Social, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, planta 1, local 4 29002 Málaga, Spain that is responsible for your information under this Terms & Conditions.",
  "country": "Country: where You Go Crafts or the owners/founders of You Go Crafts are based, in this case is",
  "device": "Device: any internet connected device such as a phone, tablet, computer or any other device that can be used to visit You Go Crafts and use the services.",
  "service": "Service: refers to the service provided by You Go Crafts as described in the relative terms (if available) and on this platform.",
  "thirdPartyService": "Third-party service: refers to advertisers, contest sponsors, promotional and marketing partners, and others who provide our content or whose products or services we think may interest you.",
  "website": "Website: You Go Crafts's site, which can be accessed via this URL: https://www.yougo-crafts.store/",
  "you": "You: a person or entity that is registered with You Go Crafts to use the Services.",
  "restrictionsTitle": "Restrictions",
  "restrictionsContent": "You agree not to, and you will not permit others to:",
  "restrictionsList1": "License, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose, or otherwise commercially exploit the website or make the platform available to any third party.",
  "restrictionsList2":  "Modify, make derivative works of, disassemble, decrypt, reverse compile, or reverse engineer any part of the website.",
  "restrictionsList3":  "Remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of You Go Crafts or its affiliates, partners, suppliers, or the licensors of the website.",
  "returnRefundTitle": "Return and Refund Policy",
  "returnRefundContent1": "Thanks for shopping at You Go Crafts. We appreciate the fact that you like to buy the stuff we build We also want to make sure you have a rewarding experience while you’re exploring, evaluating, and purchasing our products.",
  "returnRefundContent2": "As with any shopping experience, there are terms and conditions that apply to transactions at You Go Crafts. We’ll be as brief as our attorneys will allow. The main thing to remember is that by placing an order or making a purchase at You Go Crafts, you agree to the terms along with You Go Crafts's Privacy Policy.",
  "returnRefundContent3": "If, for any reason, you are not completely satisfied with any good or service that we provide, don't hesitate to contact us, and we will discuss any of the issues you are going through with our product.",
  "yourSuggestions": "Your Suggestions",
  "feedbackIntro": "Any feedback, comments, ideas, improvements, or suggestions (collectively, 'Suggestions') provided by you to You Go Crafts with respect to the website shall remain the sole and exclusive property of You Go Crafts.",
  "freeToUse": "You Go Crafts shall be free to use, copy, modify, publish, or redistribute the Suggestions for any purpose and in any way without any credit or any compensation to you.",
  "yourConsent": "Your Consent",
  "updatedTermsIntro": "We've updated our Terms & Conditions to provide you with complete transparency into what is being set when you visit our site and how it's being used. By using our website, registering an account, or making a purchase, you hereby consent to our Terms & Conditions.",
  "linksToOtherWebsites": "Links to Other Websites",
  "termsAndConditionsDescription": "This Terms & Conditions applies only to the Services. The Services may contain links to other websites not operated or controlled by You Go Crafts. We are not responsible for the content, accuracy or opinions expressed in such websites, and such websites are not investigated, monitored or checked for accuracy or completeness by us. Please remember that when you use a link to go from the Services to another website, our Terms & Conditions are no longer in effect. Your browsing and interaction on any other website, including those that have a link on our platform, is subject to that website’s own rules and policies. Such third parties may use their own cookies or other methods to collect information about you.",
  "cookiesTitle": "Cookies",
  "cookiesContent": "You Go Crafts uses \"Cookies\" to identify the areas of our website that you have visited. A Cookie is a small piece of data stored on your computer or mobile device by your web browser. We use Cookies to enhance the performance and functionality of our website but are non-essential to their use. However, without these cookies, certain functionality like videos may become unavailable, or you would be required to enter your login details every time you visit the website, as we would not be able to remember that you had logged in previously. Most web browsers can be set to disable the use of Cookies. However, if you disable Cookies, you may not be able to access functionality on our website correctly or at all. We never place Personally Identifiable Information in Cookies.",
  "changesTitle": "Changes To Our Terms & Conditions",
  "changesContent": "You acknowledge and agree that You Go Crafts may stop (permanently or temporarily) providing the Service (or any features within the Service) to you or to users generally at the sole discretion, without prior notice to you. You may stop using the Service at any time. You do not need to specifically inform You Go Crafts when you stop using the Service. You acknowledge and agree that if You Go Crafts disables access to your account, you may be prevented from accessing the Service, your account details, or any files or other materials that are contained in your account.",
  "termsConditionsChange": "If we decide to change our Terms & Conditions, we will post those changes on this page, and/or update the Terms & Conditions modification date below.",
  "modificationsTitle": "Modifications to Our Website",
  "modificationsContent": "You Go Crafts reserves the right to modify, suspend, or discontinue, temporarily or permanently, the website or any service to which it connects, with or without notice and without liability to you.",
  "updatesTitle": "Updates to Our Website",
  "updatesContent1": "You Go Crafts may from time to time provide enhancements or improvements to the features/ functionality of the website, which may include patches, bug fixes, updates, upgrades, and other modifications (\"Updates\").",
  "updatesContent2": "Updates may modify or delete certain features and/or functionalities of the website. You agree that You Go Crafts has no obligation to (i) provide any Updates, or (ii) continue to provide or enable any particular features and/or functionalities of the website to you.",
  "updatesContent3": "You further agree that all Updates will be (i) deemed to constitute an integral part of the website, and (ii) subject to the terms and conditions of this Agreement.",
  "thirdPartyServices": "Third-Party Services",
  "thirdPartyContentDescription": "We may display, include, or make available third-party content (including data, information, applications, and other products or services) or provide links to third-party websites or services ('Third-Party Services').",
  "thirdPartyDisclaimer1": "You acknowledge and agree that You Go Crafts shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality, or any other aspect thereof. You Go Crafts does not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services.",
  "thirdPartyDisclaimer2": "Third-Party Services and links thereto are provided solely as a convenience to you, and you access and use them entirely at your own risk and subject to such third parties' terms and conditions.",
  "termAndTermination": "Term and Termination",
  "agreementDescription1": "This Agreement shall remain in effect until terminated by you or You Go Crafts.",
  "agreementDescription2": "You Go Crafts may, in its sole discretion, at any time and for any or no reason, suspend or terminate this Agreement with or without prior notice.",
  "agreementDescription3": "This Agreement will terminate immediately, without prior notice from You Go Crafts, in the event that you fail to comply with any provision of this Agreement. You may also terminate this Agreement by deleting the website and all copies thereof from your computer.",
  "agreementDescription4": "Upon termination of this Agreement, you shall cease all use of the website and delete all copies of the website from your computer.",
  "agreementDescription5": "Termination of this Agreement will not limit any of You Go Crafts's rights or remedies at law or in equity in case of breach by you (during the term of this Agreement) of any of your obligations under the present Agreement.",
  "copyrightInfringementNoticeTitle": "Copyright Infringement Notice",
  "copyrightInfringementNoticeContent": "If you are a copyright owner or such owner’s agent and believe any material on our website constitutes an infringement on your copyright, please contact us setting forth the following information: (a) a physical or electronic signature of the copyright owner or a person authorized to act on his behalf; (b) identification of the material that is claimed to be infringing; (c) your contact information, including your address, telephone number, and an email; (d) a statement by you that you have a good faith belief that use of the material is not authorized by the copyright owners; and (e) the a statement that the information in the notification is accurate, and, under penalty of perjury you are authorized to act on behalf of the owner.",
  "indemnificationTitle": "Indemnification",
  "indemnificationContent": "You agree to indemnify and hold You Go Crafts and its parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (if any) harmless from any claim or demand, including reasonable attorneys' fees, due to or arising out of your: (a) use of the website; (b) violation of this Agreement or any law or regulation; or (c) violation of any right of a third party.",
  "noWarrantiesTitle": "No Warranties",
  "websiteDisclaimer": "The website is provided to you \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, You Go Crafts, on its own behalf and on behalf of its affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the website, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, You Go Crafts provides no warranty or undertaking, and makes no representation of any kind that the website will meet your requirements, achieve any intended results, be compatible or work with any other software, systems or services, operate without interruption, meet any performance or reliability standards or be error-free or that any errors or defects can or will be corrected.",
  "additionalDisclaimer": "Without limiting the foregoing, neither You Go Crafts nor any You Go Crafts's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the website, or the information, content, and materials or products included thereon; (ii) that the website will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the website; or (iv) that the website, its servers, the content, or e-mails sent from or on behalf of You Go Crafts are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.",
  "jurisdictionsDisclaimer": "Some jurisdictions do not allow the exclusion of or limitations on implied warranties or the limitations on the applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you.",
  "limitationOfLiabilityTitle": "Limitation of Liability",
  "limitationOfLiabilityContent1": "Notwithstanding any damages that you might incur, the entire liability of You Go Crafts and any of its suppliers under any provision of this Agreement and your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by you for the website.",
  "limitationOfLiabilityContent2": "To the maximum extent permitted by applicable law, in no event shall You Go Crafts or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, for loss of data or other information, for business interruption, for personal injury, for loss of privacy arising out of or in any way related to the use of or inability to use the website, third-party software and/or third-party hardware used with the website, or otherwise in connection with any provision of this Agreement), even if You Go Crafts or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.",
  "limitationOfLiabilityContent3": "Some states/jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.",
  "severabilityHeading": "Severability",
  "severabilityContent1": "If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect.",
  "severabilityContent2": "This Agreement, together with the Privacy Policy and any other legal notices published by You Go Crafts on the Services, shall constitute the entire agreement between you and You Go Crafts concerning the Services. If any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect. No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and You Go Crafts's failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision. YOU AND You Go Crafts AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES. OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.",
  "waiverHeading": "Waiver",
  "waiverContent1": "Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Agreement shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach.",
  "waiverContent2": "No failure to exercise, and no delay in exercising, on the part of either party, any right or any power under this Agreement shall operate as a waiver of that right or power. Nor shall any single or partial exercise of any right or power under this Agreement preclude further exercise of that or any other right granted herein. In the event of a conflict between this Agreement and any applicable purchase or other terms, the terms of this Agreement shall govern.",
  "amendmentsTitle": "Amendments to this Agreement",
  "amendmentsContent1": "You Go Crafts reserves the right, at its sole discretion, to modify or replace this Agreement at any time. If a revision is material we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.",
  "amendmentsContent2": "By continuing to access or use our website after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use You Go Crafts.",
  "entireAgreementTitle": "Entire Agreement",
  "entireAgreementContent1": "The Agreement constitutes the entire agreement between you and You Go Crafts regarding your use of the website and supersedes all prior and contemporaneous written or oral agreements between you and You Go Crafts.",
  "entireAgreementContent2": "You may be subject to additional terms and conditions that apply when you use or purchase other You Go Crafts's services, which You Go Crafts will provide to you at the time of such use or purchase.",
  "updatesToOurTermsTitle": "Updates to Our Terms",
  "updatesToOurTermsContent": "We may change our Service and policies, and we may need to make changes to these Terms so that they accurately reflect our Service and policies. Unless otherwise required by law, we will notify you (for example, through our Service) before we make changes to these Terms and give you an opportunity to review them before they go into effect. Then, if you continue to use the Service, you will be bound by the updated Terms. If you do not want to agree to these or any updated Terms, you can delete your account.",
  "intellectualPropertyTitle": "Intellectual Property",
  "intellectualPropertyContent": "The website and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by You Go Crafts, its licensors or other providers of such material and are protected by and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws. The material may not be copied, modified, reproduced, downloaded or distributed in any way, in whole or in part, without the express prior written permission of You Go Crafts, unless and except as is expressly provided in these Terms & Conditions. Any unauthorized use of the material is prohibited.",
  "agreementToArbitrate": "Agreement to Arbitrate",
  "arbitrationSection": "This section applies to any dispute EXCEPT IT DOESN’T INCLUDE A DISPUTE RELATING TO CLAIMS FOR INJUNCTIVE OR EQUITABLE RELIEF REGARDING THE ENFORCEMENT OR VALIDITY OF YOUR OR You Go Crafts's INTELLECTUAL PROPERTY RIGHTS. The term “dispute” means any dispute, action, or other controversy between you and You Go Crafts concerning the Services or this agreement, whether in contract, warranty, tort, statute, regulation, ordinance, or any other legal or equitable basis. “Dispute” will be given the broadest possible meaning allowable under law.",
  "noticeOfDispute": "Notice of Dispute",
  "noticeOfDisputeSection": "In the event of a dispute, you or You Go Crafts must give the other a Notice of Dispute, which is a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the dispute, and the relief requested. You must send any Notice of Dispute via email to: [email protected] You Go Crafts will send any Notice of Dispute to you by mail to your address if we have it, or otherwise to your email address. You and You Go Crafts will attempt to resolve any dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent. After sixty (60) days, you or You Go Crafts may commence arbitration.",
  "bindingArbitration": "Binding Arbitration",
  "bindingArbitrationSection": "If you and You Go Crafts don’t resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section. You are giving up the right to litigate (or participate in as a party or class member) all disputes in court before a judge or jury. The dispute shall be settled by binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association. Either party may seek any interim or preliminary injunctive relief from any court of competent jurisdiction, as necessary to protect the party’s rights or property pending the completion of arbitration. Any and all legal, accounting, and other costs, fees, and expenses incurred by the prevailing party shall be borne by the non-prevailing party."
}
