{
  "joinShoppingRevolution": "Join the shopping REVOLUTION",
  "revolutions": "REVOLUTIONS",
  "withYouGo": "with YouGo!",
  "confidence": "We believe that every woman deserves to feel confident, stylish, and empowered.",
  "lookAndFeelBest": "Whether you're looking for trendy clothing, comfortable shoes, stylish accessories, or beauty products that will help you look and feel your best, we've got you covered.",
  "shopNow": "Shop Now!",
  "moneySaving": "Money Saving",
  "secureShopping": "Secure Shopping",
  "fastDelivery": "Fast Delivery",
  "userFriendly": "User friendly",
  "moneySavingContent": "We offer great deals and discounts on a regular basis, so you can save your money while still looking and feeling great.",
  "secureShoppingContent": "We take extra measures to ensure that your shopping experience with us is secure and worry-free.",
  "fastDeliveryContent": "We provide fast and reliable delivery options to get your products to you in no time.",
  "userFriendlyContent": "Our easy-to-navigate interface makes finding your favorite products or making purchases a breeze.",
  "loading": "Loading",
  "chooseLanguage": "Select your language",
  "whyUsTitle": "WHY US?",
  "qualityStyleTitle": "Quality & Style",
  "welcomeText": "Welcome to YouGo, where quality and style come together to bring you the best shopping experience possible.",
  "prideText": "We take great pride in curating a collection of fashion and lifestyle products that are not only stylish but also of the highest quality.",
  "interestedInMore": "INTERESTED IN MORE",
  "ourProducts": "Our Products",
  "trustedByCustomers": "Trusted by 100,000+ customers all over the world",
  "fundedByEU": "Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or the European Education and Culture Executive Agency (EACEA). Neither the European Union nor EACEA can be held responsible for them.",
  "quickLinks": "Quick links",
  "home": "Home",
  "sellOnYouGo": "Sell on YouGo",
  "shop": "Shop",
  "aboutUs": "About Us",
  "contactUs": "Contact Us",
  "allRightsReserved": "YouGo. All rights reserved.",
  "termsConditions": "Terms & Conditions",
  "privacyPolicy": "Privacy Policy",
  "addProduct": "Add Product",
  "login": "Login",
  "sell": "Sell",
  "handmadeGoods": "Handmade Goods",
  "jewelry": "Jewelry",
  "homeDecor": "Home Decor",
  "clothing": "Clothing",
  "art": "Art",
  "vintageItems": "Vintage Items",
  "photography": "Photography",
  "cosmetics": "Cosmetics",
  "toys": "Toys",
  "welcomeToYouGo": "Welcome to YouGo Ecommerce",
  "searchProduct": "Search Product",
  "categories": "Categories",
  "findSomething": "Find something that catches your eyes!",
  "noItemsInShop": "There are no items in the shop at the moment",
  "noMatchedItems": "There are no items that match your search input",
  "noImagesAvailable": "No images available",
  "chatWithSellerOnWhatsApp": "CHAT WITH SELLER ON WHATSAPP",
  "contactSeller": "Contact Seller",
  "safetyTips": "Safety Tips",
  "dontSendPrePayments": "Remember, don't send any pre-payments",
  "meetSellerAtSafePlace": "Meet the seller at a safe public place",
  "inspectGoods": "Inspect the goods to make sure they meet your needs",
  "checkDocumentation": "Check all documentation and only pay if you're satisfied",
  "stock": "Stock:",
  "brand": "Brand:",
  "posted": "Posted:",
  "productCategory": "Product category:",
  "productDescription": "Product description",
  "whyYouGoTitle": "Why You Should Sell on YouGo",
  "youGoOffers": "YouGo offers:",
  "largeActiveCommunity": "A large and active community: Reach buyers who appreciate handcrafted goods like yours.",
  "specializedCategory": "Specialized category: Stand out from the crowd with dedicated exposure for handmade clothing.",
  "lowFees": "Low fees: Keep more of your profits and grow your business.",
  "easyToUse": "Easy to use: List your items and manage your shop with ease.",
  "readyToStartSelling": "Ready to start selling?",
  "signUpToday": "Sign up today!",
  "addImageTitle": "Add Image",
  "selectImage": "Click to Select Image",
  "selectedFiles": "Selected Files:",
  "productNameLabel": "Product Name:",
  "categoryLabel": "Category:",
  "brandLabel": "Brand:",
  "priceLabel": "Price:",
  "stockLabel": "Stock:",
  "descriptionLabel": "Description:",
  "publishProductButton": "Publish Product",
  "waitAMinute": "Wait a minute.....",
  "productNamePlaceholder": "Product Name",
  "selectCategoryPlaceholder": "Select Category",
  "brandNamePlaceholder": "Brand Name",
  "addPricePlaceholder": "Add Price",
  "stockPlaceholder": "Add Stock",
  "descriptionPlaceholder": "Product description goes in here",
  "welcomeMessage": "Welcome to YouGo Crafts! We are an e-commerce website dedicated to connecting buyers and sellers in the world of crafts. Our mission is to provide a platform where artisans and craft enthusiasts can come together to sell and purchase unique handmade products.",
  "craftsRange": "At YouGo Crafts, we offer a wide range of crafts products, including jewellery, clothing, accessories, home decor, and more. Whether you're an interior designer looking for one-of-a-kind pieces or a fashion-forward individual with an eye for style and craftsmanship, our website caters to your needs.",
  "commitment": "What sets us apart is our commitment to providing a free and commission-free platform for both buyers and sellers. We believe in empowering artisans and giving them the opportunity to showcase their talent on an international scale. Sellers can create their own e-shops, promote their brand, and reach a global audience.",
  "erasmusProject": "Our website is the outcome of the Erasmus+ project, YouGo. This project aims to empower rural young women by providing them with the means to sell their products and crafts online. Through YouGo Crafts, we aim to promote handmade products, support local artisans, and foster a sense of community.",
  "passionateAboutCrafts": "We are passionate about crafts and dedicated to providing a seamless user experience. While we haven't received any specific awards or achievements yet, our focus remains on delivering exceptional service and promoting the art of handmade crafts.",
  "thankYouMessage": "Thank you for choosing YouGo Crafts. We look forward to being your go-to destination for all things craft-related.",
  "editYourProfile": "Edit your profile",
  "signOut": "Sign out",
  "products": "Products",
  "inStock": "In Stock",
  "by": "By",
  "edit": "Edit",
  "delete": "Delete",
  "noProducts": "You do not have any products yet",
  "myProfile": "My Profile",
  "editProfile": "Edit Profile",
  "fullName": "Full Name",
  "yourFullName": "Your Full Name",
  "phoneNumber": "Phone Number",
  "yourPhoneNumber": "Your Phone Number",
  "emailAddress": "Email Address",
  "yourEmailAddress": "Your Email Address",
  "about": "About",
  "describeYourself": "Describe yourself",
  "saveChanges": "Save Changes",
  "termsAndConditions": "Terms & conditions",
  "updatedAt": "Updated at",
  "generalTerms": "General Terms",
  "termsOfService": "By accessing and placing an order with You Go Crafts, you confirm that you are in agreement with and bound by the terms of service contained in the Terms & Conditions outlined below. These terms apply to the entire website and any email or other type of communication between you and You Go Crafts.",
  "liabilityDisclaimer": "Under no circumstances shall You Go Crafts team be liable for any direct, indirect, special, incidental or consequential damages, including, but not limited to, loss of data or profit, arising out of the use, or the inability to use, the materials on this site, even if You Go Crafts team or an authorized representative has been advised of the possibility of such damages. If your use of materials from this site results in the need for servicing, repair or correction of equipment or data, you assume any costs thereof.",
  "responsibilityDisclaimer": "You Go Crafts will not be responsible for any outcome that may occur during the course of usage of our resources. We reserve the rights to change prices and revise the resources usage policy in any moment. This Terms & Conditions was created with",
  "licenseTitle": "License",
  "licenseContent1": "You Go Crafts grants you a revocable, non-exclusive, non-transferable, limited license to download, install, and use the website strictly in accordance with the terms of this Agreement.",
  "licenseContent2": "These Terms & Conditions are a contract between you and You Go Crafts (referred to in these Terms & Conditions as 'You Go Crafts', 'us', 'we', or 'our'), the provider of the You Go Crafts website and the services accessible from the You Go Crafts website (which are collectively referred to in these Terms & Conditions as the 'You Go Crafts Service').",
  "licenseContent3": "You are agreeing to be bound by these Terms & Conditions. If you do not agree to these Terms & Conditions, please do not use the You Go Crafts Service. In these Terms & Conditions, 'you' refers both to you as an individual and to the entity you represent. If you violate any of these Terms & Conditions, we reserve the right to cancel your account or block access to your account without notice.",
  "definitionsAndKeyTerms": "Definitions and key terms",
  "termsExplanation": "To help explain things as clearly as possible in this Terms & Conditions, every time any of these terms are referenced, are strictly defined as:",
  "cookie": "Cookie: small amount of data generated by a website and saved by your web browser. It is used to identify your browser, provide analytics, remember information about you such as your language preference or login information.",
  "company": "Company: when this policy mentions “Company,” “we,” “us,” or “our,” it refers to Egeria Desarrollo Social, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, planta 1, local 4 29002 Málaga, Spain that is responsible for your information under this Terms & Conditions.",
  "country": "Country: where You Go Crafts or the owners/founders of You Go Crafts are based, in this case is",
  "device": "Device: any internet connected device such as a phone, tablet, computer or any other device that can be used to visit You Go Crafts and use the services.",
  "service": "Service: refers to the service provided by You Go Crafts as described in the relative terms (if available) and on this platform.",
  "thirdPartyService": "Third-party service: refers to advertisers, contest sponsors, promotional and marketing partners, and others who provide our content or whose products or services we think may interest you.",
  "website": "Website: You Go Crafts's site, which can be accessed via this URL: https://www.yougo-crafts.store/",
  "you": "You: a person or entity that is registered with You Go Crafts to use the Services.",
  "restrictionsTitle": "Restrictions",
  "restrictionsContent": "You agree not to, and you will not permit others to:",
  "restrictionsList1": "License, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose, or otherwise commercially exploit the website or make the platform available to any third party.",
  "restrictionsList2":  "Modify, make derivative works of, disassemble, decrypt, reverse compile, or reverse engineer any part of the website.",
  "restrictionsList3":  "Remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of You Go Crafts or its affiliates, partners, suppliers, or the licensors of the website.",
  "returnRefundTitle": "Return and Refund Policy",
  "returnRefundContent1": "Thanks for shopping at You Go Crafts. We appreciate the fact that you like to buy the stuff we build We also want to make sure you have a rewarding experience while you’re exploring, evaluating, and purchasing our products.",
  "returnRefundContent2": "As with any shopping experience, there are terms and conditions that apply to transactions at You Go Crafts. We’ll be as brief as our attorneys will allow. The main thing to remember is that by placing an order or making a purchase at You Go Crafts, you agree to the terms along with You Go Crafts's Privacy Policy.",
  "returnRefundContent3": "If, for any reason, you are not completely satisfied with any good or service that we provide, don't hesitate to contact us, and we will discuss any of the issues you are going through with our product.",
  "yourSuggestions": "Your Suggestions",
  "feedbackIntro": "Any feedback, comments, ideas, improvements, or suggestions (collectively, 'Suggestions') provided by you to You Go Crafts with respect to the website shall remain the sole and exclusive property of You Go Crafts.",
  "freeToUse": "You Go Crafts shall be free to use, copy, modify, publish, or redistribute the Suggestions for any purpose and in any way without any credit or any compensation to you.",
  "yourConsent": "Your Consent",
  "updatedTermsIntro": "We've updated our Terms & Conditions to provide you with complete transparency into what is being set when you visit our site and how it's being used. By using our website, registering an account, or making a purchase, you hereby consent to our Terms & Conditions.",
  "linksToOtherWebsites": "Links to Other Websites",
  "termsAndConditionsDescription": "This Terms & Conditions applies only to the Services. The Services may contain links to other websites not operated or controlled by You Go Crafts. We are not responsible for the content, accuracy or opinions expressed in such websites, and such websites are not investigated, monitored or checked for accuracy or completeness by us. Please remember that when you use a link to go from the Services to another website, our Terms & Conditions are no longer in effect. Your browsing and interaction on any other website, including those that have a link on our platform, is subject to that website’s own rules and policies. Such third parties may use their own cookies or other methods to collect information about you.",
  "cookiesTitle": "Cookies",
  "cookiesContent": "You Go Crafts uses \"Cookies\" to identify the areas of our website that you have visited. A Cookie is a small piece of data stored on your computer or mobile device by your web browser. We use Cookies to enhance the performance and functionality of our website but are non-essential to their use. However, without these cookies, certain functionality like videos may become unavailable, or you would be required to enter your login details every time you visit the website, as we would not be able to remember that you had logged in previously. Most web browsers can be set to disable the use of Cookies. However, if you disable Cookies, you may not be able to access functionality on our website correctly or at all. We never place Personally Identifiable Information in Cookies.",
  "changesTitle": "Changes To Our Terms & Conditions",
  "changesContent": "You acknowledge and agree that You Go Crafts may stop (permanently or temporarily) providing the Service (or any features within the Service) to you or to users generally at the sole discretion, without prior notice to you. You may stop using the Service at any time. You do not need to specifically inform You Go Crafts when you stop using the Service. You acknowledge and agree that if You Go Crafts disables access to your account, you may be prevented from accessing the Service, your account details, or any files or other materials that are contained in your account.",
  "termsConditionsChange": "If we decide to change our Terms & Conditions, we will post those changes on this page, and/or update the Terms & Conditions modification date below.",
  "modificationsTitle": "Modifications to Our Website",
  "modificationsContent": "You Go Crafts reserves the right to modify, suspend, or discontinue, temporarily or permanently, the website or any service to which it connects, with or without notice and without liability to you.",
  "updatesTitle": "Updates to Our Website",
  "updatesContent1": "You Go Crafts may from time to time provide enhancements or improvements to the features/ functionality of the website, which may include patches, bug fixes, updates, upgrades, and other modifications (\"Updates\").",
  "updatesContent2": "Updates may modify or delete certain features and/or functionalities of the website. You agree that You Go Crafts has no obligation to (i) provide any Updates, or (ii) continue to provide or enable any particular features and/or functionalities of the website to you.",
  "updatesContent3": "You further agree that all Updates will be (i) deemed to constitute an integral part of the website, and (ii) subject to the terms and conditions of this Agreement.",
  "thirdPartyServices": "Third-Party Services",
  "thirdPartyContentDescription": "We may display, include, or make available third-party content (including data, information, applications, and other products or services) or provide links to third-party websites or services ('Third-Party Services').",
  "thirdPartyDisclaimer1": "You acknowledge and agree that You Go Crafts shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality, or any other aspect thereof. You Go Crafts does not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services.",
  "thirdPartyDisclaimer2": "Third-Party Services and links thereto are provided solely as a convenience to you, and you access and use them entirely at your own risk and subject to such third parties' terms and conditions.",
  "termAndTermination": "Term and Termination",
  "agreementDescription1": "This Agreement shall remain in effect until terminated by you or You Go Crafts.",
  "agreementDescription2": "You Go Crafts may, in its sole discretion, at any time and for any or no reason, suspend or terminate this Agreement with or without prior notice.",
  "agreementDescription3": "This Agreement will terminate immediately, without prior notice from You Go Crafts, in the event that you fail to comply with any provision of this Agreement. You may also terminate this Agreement by deleting the website and all copies thereof from your computer.",
  "agreementDescription4": "Upon termination of this Agreement, you shall cease all use of the website and delete all copies of the website from your computer.",
  "agreementDescription5": "Termination of this Agreement will not limit any of You Go Crafts's rights or remedies at law or in equity in case of breach by you (during the term of this Agreement) of any of your obligations under the present Agreement.",
  "copyrightInfringementNoticeTitle": "Copyright Infringement Notice",
  "copyrightInfringementNoticeContent": "If you are a copyright owner or such owner’s agent and believe any material on our website constitutes an infringement on your copyright, please contact us setting forth the following information: (a) a physical or electronic signature of the copyright owner or a person authorized to act on his behalf; (b) identification of the material that is claimed to be infringing; (c) your contact information, including your address, telephone number, and an email; (d) a statement by you that you have a good faith belief that use of the material is not authorized by the copyright owners; and (e) the a statement that the information in the notification is accurate, and, under penalty of perjury you are authorized to act on behalf of the owner.",
  "indemnificationTitle": "Indemnification",
  "indemnificationContent": "You agree to indemnify and hold You Go Crafts and its parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (if any) harmless from any claim or demand, including reasonable attorneys' fees, due to or arising out of your: (a) use of the website; (b) violation of this Agreement or any law or regulation; or (c) violation of any right of a third party.",
  "noWarrantiesTitle": "No Warranties",
  "websiteDisclaimer": "The website is provided to you \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, You Go Crafts, on its own behalf and on behalf of its affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the website, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, You Go Crafts provides no warranty or undertaking, and makes no representation of any kind that the website will meet your requirements, achieve any intended results, be compatible or work with any other software, systems or services, operate without interruption, meet any performance or reliability standards or be error-free or that any errors or defects can or will be corrected.",
  "additionalDisclaimer": "Without limiting the foregoing, neither You Go Crafts nor any You Go Crafts's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the website, or the information, content, and materials or products included thereon; (ii) that the website will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the website; or (iv) that the website, its servers, the content, or e-mails sent from or on behalf of You Go Crafts are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.",
  "jurisdictionsDisclaimer": "Some jurisdictions do not allow the exclusion of or limitations on implied warranties or the limitations on the applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you.",
  "limitationOfLiabilityTitle": "Limitation of Liability",
  "limitationOfLiabilityContent1": "Notwithstanding any damages that you might incur, the entire liability of You Go Crafts and any of its suppliers under any provision of this Agreement and your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by you for the website.",
  "limitationOfLiabilityContent2": "To the maximum extent permitted by applicable law, in no event shall You Go Crafts or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, for loss of data or other information, for business interruption, for personal injury, for loss of privacy arising out of or in any way related to the use of or inability to use the website, third-party software and/or third-party hardware used with the website, or otherwise in connection with any provision of this Agreement), even if You Go Crafts or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.",
  "limitationOfLiabilityContent3": "Some states/jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.",
  "severabilityHeading": "Severability",
  "severabilityContent1": "If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect.",
  "severabilityContent2": "This Agreement, together with the Privacy Policy and any other legal notices published by You Go Crafts on the Services, shall constitute the entire agreement between you and You Go Crafts concerning the Services. If any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect. No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and You Go Crafts's failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision. YOU AND You Go Crafts AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES. OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.",
  "waiverHeading": "Waiver",
  "waiverContent1": "Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Agreement shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach.",
  "waiverContent2": "No failure to exercise, and no delay in exercising, on the part of either party, any right or any power under this Agreement shall operate as a waiver of that right or power. Nor shall any single or partial exercise of any right or power under this Agreement preclude further exercise of that or any other right granted herein. In the event of a conflict between this Agreement and any applicable purchase or other terms, the terms of this Agreement shall govern.",
  "amendmentsTitle": "Amendments to this Agreement",
  "amendmentsContent1": "You Go Crafts reserves the right, at its sole discretion, to modify or replace this Agreement at any time. If a revision is material we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.",
  "amendmentsContent2": "By continuing to access or use our website after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use You Go Crafts.",
  "entireAgreementTitle": "Entire Agreement",
  "entireAgreementContent1": "The Agreement constitutes the entire agreement between you and You Go Crafts regarding your use of the website and supersedes all prior and contemporaneous written or oral agreements between you and You Go Crafts.",
  "entireAgreementContent2": "You may be subject to additional terms and conditions that apply when you use or purchase other You Go Crafts's services, which You Go Crafts will provide to you at the time of such use or purchase.",
  "updatesToOurTermsTitle": "Updates to Our Terms",
  "updatesToOurTermsContent": "We may change our Service and policies, and we may need to make changes to these Terms so that they accurately reflect our Service and policies. Unless otherwise required by law, we will notify you (for example, through our Service) before we make changes to these Terms and give you an opportunity to review them before they go into effect. Then, if you continue to use the Service, you will be bound by the updated Terms. If you do not want to agree to these or any updated Terms, you can delete your account.",
  "intellectualPropertyTitle": "Intellectual Property",
  "intellectualPropertyContent": "The website and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by You Go Crafts, its licensors or other providers of such material and are protected by and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws. The material may not be copied, modified, reproduced, downloaded or distributed in any way, in whole or in part, without the express prior written permission of You Go Crafts, unless and except as is expressly provided in these Terms & Conditions. Any unauthorized use of the material is prohibited.",
  "agreementToArbitrate": "Agreement to Arbitrate",
  "arbitrationSection": "This section applies to any dispute EXCEPT IT DOESN’T INCLUDE A DISPUTE RELATING TO CLAIMS FOR INJUNCTIVE OR EQUITABLE RELIEF REGARDING THE ENFORCEMENT OR VALIDITY OF YOUR OR You Go Crafts's INTELLECTUAL PROPERTY RIGHTS. The term “dispute” means any dispute, action, or other controversy between you and You Go Crafts concerning the Services or this agreement, whether in contract, warranty, tort, statute, regulation, ordinance, or any other legal or equitable basis. “Dispute” will be given the broadest possible meaning allowable under law.",
  "noticeOfDispute": "Notice of Dispute",
  "noticeOfDisputeSection": "In the event of a dispute, you or You Go Crafts must give the other a Notice of Dispute, which is a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the dispute, and the relief requested. You must send any Notice of Dispute via email to: [email protected] You Go Crafts will send any Notice of Dispute to you by mail to your address if we have it, or otherwise to your email address. You and You Go Crafts will attempt to resolve any dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent. After sixty (60) days, you or You Go Crafts may commence arbitration.",
  "bindingArbitration": "Binding Arbitration",
  "bindingArbitrationSection": "If you and You Go Crafts don’t resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section. You are giving up the right to litigate (or participate in as a party or class member) all disputes in court before a judge or jury. The dispute shall be settled by binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association. Either party may seek any interim or preliminary injunctive relief from any court of competent jurisdiction, as necessary to protect the party’s rights or property pending the completion of arbitration. Any and all legal, accounting, and other costs, fees, and expenses incurred by the prevailing party shall be borne by the non-prevailing party.",
  "submissionsPrivacyTitle": "Submissions and Privacy",
  "submissionsPrivacyContent": "In the event that you submit or post any ideas, creative suggestions, designs, photographs, information, advertisements, data, or proposals, including ideas for new or improved products, services, features, technologies, or promotions, you expressly agree that such submissions will automatically be treated as non-confidential and non-proprietary and will become the sole property of You Go Crafts without any compensation or credit to you whatsoever. You Go Crafts and its affiliates shall have no obligations with respect to such submissions or posts and may use the ideas contained in such submissions or posts for any purposes in any medium in perpetuity, including, but not limited to, developing, manufacturing, and marketing products and services using such ideas.",
  "promotionsTitle": "Promotions",
  "promotionsContent": "You Go Crafts may, from time to time, include contests, promotions, sweepstakes, or other activities (“Promotions”) that require you to submit material or information concerning yourself. Please note that all Promotions may be governed by separate rules that may contain certain eligibility requirements, such as restrictions as to age and geographic location. You are responsible to read all Promotions rules to determine whether or not you are eligible to participate. If you enter any Promotion, you agree to abide by and to comply with all Promotions Rules.\n\nAdditional terms and conditions may apply to purchases of goods or services on or through the Services, which terms and conditions are made a part of this Agreement by this reference.",
  "typographicalErrorsTitle": "Typographical Errors",
  "typographicalErrorsContent": "In the event a product and/or service is listed at an incorrect price or with incorrect information due to typographical error, we shall have the right to refuse or cancel any orders placed for the product and/or service listed at the incorrect price. We shall have the right to refuse or cancel any such order whether or not the order has been confirmed and your credit card charged. If your credit card has already been charged for the purchase and your order is canceled, we shall immediately issue a credit to your credit card account or other payment account in the amount of the charge.",
  "miscellaneousTitle": "Miscellaneous",
  "miscellaneousContent": "If for any reason a court of competent jurisdiction finds any provision or portion of these Terms & Conditions to be unenforceable, the remainder of these Terms & Conditions will continue in full force and effect. Any waiver of any provision of these Terms & Conditions will be effective only if in writing and signed by an authorized representative of You Go Crafts. You Go Crafts will be entitled to injunctive or other equitable relief (without the obligations of posting any bond or surety) in the event of any breach or anticipatory breach by you. You Go Crafts operates and controls the You Go Crafts Service from its offices. The Service is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation. Accordingly, those persons who choose to access the You Go Crafts Service from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable. These Terms & Conditions (which include and incorporate the You Go Crafts Privacy Policy) contain the entire understanding and supersede all prior understandings between you and You Go Crafts concerning its subject matter and cannot be changed or modified by you. The section headings used in this Agreement are for convenience only and will not be given any legal import.",
  "disclaimerTitle": "Disclaimer",
  "content1": "You Go Crafts is not responsible for any content, code, or any other imprecision.",
  "content2": "You Go Crafts does not provide warranties or guarantees.",
  "content3": "In no event shall You Go Crafts be liable for any special, direct,indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or othertort, arising out of or in connection with the use of the Service orthe contents of the Service. The Company reserves the right to makeadditions, deletions, or modifications to the contents on the Serviceat any time without prior notice.",
  "content4": "The You Go Crafts Service and its contents are provided \"as is\" and \"as available\" without any warranty or representations of any kind, whether express or implied. You Go Crafts is a distributor and not a publisher of the content supplied by third parties; as such, You Go Crafts exercises no editorial control over such content and makes no warranty or representation as to the accuracy, reliability or currency of any information, content, service or merchandise provided through or accessible via the You Go Crafts Service. Without limiting the foregoing, You Go Crafts specifically disclaims all warranties and representations in any content transmitted on or in connection with the You Go Crafts Service or on sites that may appear as links on the You Go Crafts Service, or in the products provided as a part of, or otherwise in connection with, the You Go Crafts Service, including without limitation any warranties of merchantability, fitness for a particular purpose or non-infringement of third party rights. No oral advice or written information given by You Go Crafts or any of its affiliates, employees, officers, directors, agents, or the like will create a warranty. Price and availability information are subject to change without notice. Without limiting the foregoing, You Go Crafts does not warrant that the You Go Crafts Service will be uninterrupted, uncorrupted, timely, or error-free.",
  "contactUsTitle": "Contact Us",
  "contactUsContent": "Don't hesitate to contact us if you have any questions.",
  "contactViaEmail": "Via Email:",
  "lastUpdated": "Last updated: January 08, 2024",
  "description": "This Privacy Policy describes Our policies and procedures on the collection, use, and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.",
  "personalDataUsage": "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the Privacy Policy Generator.",
  "interpretationAndDefinitions": "Interpretation and Definitions",
  "interpretation": "Interpretation",
  "capitalizedWordsMeaning": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
  "definitions": "Definitions",
  "forPurposesOfPrivacyPolicy": "For the purposes of this Privacy Policy:",
  "uniqueAccount": "means a unique account created for You to access our Service or parts of our Service.",
  "entityControl": "means an entity that controls, is controlled by or is under common control with a party, where 'control' means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.",
  "theCompany": "(referred to as either 'the Company', 'We', 'Us' or 'Our' in this Agreement) refers to You Go Project, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, planta 1, local 4 29002 Málaga.",
  "cookies": "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.",
  "spain": "refers to: Spain",
  "device1": "means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
  "personalInformation": "is any information that relates to an identified or identifiable individual.",
  "theWebsite": "refers to the Website.",
  "dataProcessor": "means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.",
  "refersToAnyWebsite": "refers to any website or any social network website through which a User can log in or create an account to use the Service",
  "refersToDataCollectedAutomatically": "refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).",
  "refersToYouGoCrafts": "refers to You Go Crafts, accessible from",
  "meansTheIndividual": "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
  "collectingAndUsingYourPersonalData": "Collecting and Using Your Personal Data",
  "typesOfDataCollected": "Types of Data Collected",
  "personalData": "Personal Data",
  "whileUsingOurService": "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:",
  "firstNameAndLastName": "First name and last name",
  "addressStateProvincePostalCodeCity": "Address, State, Province, ZIP/Postal code, City",
  "usageData": "Usage Data",
  "usageDataTitle": "Usage Data is collected automatically when using the Service.",
  "usageDataContent": "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.",
  "mobileDeviceInfo": "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.",
  "browserInfo": "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.",
  "thirdPartySocialMedia": "Information from Third-Party Social Media Services",
  "socialMediaServices": "The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:",
  "socialMediaList": ["Google", "Facebook", "Instagram", "Twitter", "LinkedIn"],
  "thirdPartyInfo": "If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account.",
  "additionalInfo": "You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.",
  "trackingTechnologiesAndCookies": "Tracking Technologies and Cookies",
  "trackingTechnologiesDescription": "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:",
  "cookieDescription1": "A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.",
  "cookieDescription2": "Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).",
  "cookieDescription3": "Cookies can be 'Persistent' or 'Session' Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. You can learn more about cookies on the TermsFeed website article.",
  "cookieDescription4": "We use both Session and Persistent Cookies for the purposes set out below:",
  "necessaryCookies": "Necessary / Essential Cookies",
  "cookieType": "Type: Session Cookies",
  "administeredBy": "Administered by: Us",
  "cookiePurpose": "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.",
  "cookiesPolicyAcceptance": "Cookies Policy / Notice Acceptance Cookies",
  "cookieTypePersistent": "Type: Persistent Cookies",
  "administeredByUs": "Administered by: Us",
  "cookiesPurpose": "Purpose: These Cookies identify if users have accepted the use of cookies on the Website.",
  "functionalityCookiesTitle": "Functionality Cookies",
  "functionalityCookiesType": "Type: Persistent Cookies",
  "functionalityCookiesAdministered": "Administered by: Us",
  "functionalityCookiesPurpose": "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.",
  "moreInfoAboutCookies": "For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.",
  "useOfPersonalDataTitle": "Use of Your Personal Data",
  "useOfPersonalDataPurposes": "The Company may use Personal Data for the following purposes:",
  "useOfPersonalDataPurposes1":  "including to monitor the usage of our Service.",
  "useOfPersonalDataPurposes2":  "to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.",
  "useOfPersonalDataPurposes3":  "the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.",
  "useOfPersonalDataPurposes4":  "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.",
  "useOfPersonalDataPurposes5":  "with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.",
  "useOfPersonalDataPurposes6":  "To attend and manage Your requests to Us.",
  "mergeDivestiture": "We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.",
  "otherPurposes": "We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.",
  "sharePersonalInfo": "We may share Your personal information in the following situations:",
  "shareWithServiceProviders": "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.",
  "shareTransferInfo": "We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.",
  "shareWithAffiliates": "We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.",
  "shareWithBusinessPartners": "We may share Your information with Our business partners to offer You certain products, services or promotions.",
  "publicInteractionDisclaimer": "When You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.",
  "otherPurposeDisclosure": "We may disclose Your personal information for any other purpose with Your consent.",
  "retentionHeading": "Retention of Your Personal Data",
  "retentionParagraph1": "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
  "retentionParagraph2": "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.",
  "transferHeading": "Transfer of Your Personal Data",
  "transferParagraph1": "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.",
  "transferParagraph2": "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.",
  "transferParagraph3": "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.",
  "deletePersonalData": "Delete Your Personal Data",
  "deletePersonalDataContent1": "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.",
  "deletePersonalDataContent2": "Our Service may give You the ability to delete certain information about You from within the Service.",
  "deletePersonalDataContent3": "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.",
  "deletePersonalDataContent4": "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.",
  "disclosurePersonalData": "Disclosure of Your Personal Data",
  "businessTransactions": "Business Transactions",
  "businessTransactionsContent": "If the Company is involved in a merger, acquisition, or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.",
  "lawEnforcement": "Law Enforcement",
  "lawEnforcementContent": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).",
  "otherLegalRequirements": "Other Legal Requirements",
  "otherLegalRequirementsContent": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:",
  "complyLegalObligation": "Comply with a legal obligation",
  "protectDefendRights": "Protect and defend the rights or property of the Company",
  "preventInvestigateWrongdoing": "Prevent or investigate possible wrongdoing in connection with the Service",
  "protectPersonalSafety": "Protect the personal safety of Users of the Service or the public",
  "protectAgainstLegalLiability": "Protect against legal liability",
  "securityPersonalData": "Security of Your Personal Data",
  "dataSecurityDisclaimer": "The security of your personal data is important to us, but please be aware that no method of transmission over the internet or electronic storage is 100% secure. While we make every effort to use commercially acceptable means to protect your personal data, we cannot guarantee its absolute security.",
  "childrensPrivacy": "Children's Privacy",
  "childrensPrivacyContent": "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.",
  "relyOnConsent": "If we need to rely on consent as a legal basis for processing your information and your country requires consent from a parent, we may require your parent's consent before we collect and use that information.",
  "otherWebsitesContent": "Our service may contain links to other websites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit.",
  "noControlDisclaimer": "We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
  "changesToPrivacyPolicy": "Changes to this Privacy Policy",
  "updateNotification": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.",
  "notificationMethods": "We will let you know via email and/or a prominent notice on our service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.",
  "reviewPeriodically": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
  "questionsAboutPolicy": "If you have any questions about this Privacy Policy, you can contact us:",
  "contactMethods": "By email: info@egeriadesarrollosocial.org",
  "welcomeBack": "Welcome Back",
  "loginToYourAccount": "Login to your account in seconds",
  "email": "Email",
  "password": "Password",
  "enterPassword": "Enter password",
  "forgotPassword": "Forgot Password?",
  "dontHaveAnAccount": "Don't have an account?",
  "signup": "Signup",
  "niceToSeeYou": "Nice to see you",
  "createAccount": "Create a new account in seconds",
  "whatsappPhoneNumber": "WhatsApp Phone Number",
  "enterFullName": "Enter your full name",
  "enterEmail": "mail@email.com",
  "enterPhoneNumber": "Enter phone number",
  "confirmPassword": "Confirm Password",
  "confirmYourPassword": "Confirm your password",
  "passwordLengthError": "Password must be at least 6 characters long",
  "agreeToTerms": "Agree to our",
  "registerButton": "Register",
  "haveAnAccount": "Already have an account?"
}
