{
  "joinShoppingRevolution": "Unisciti alla RIVOLUZIONE dello shopping",
  "revolutions": "RIVOLUZIONI",
  "withYouGo": "con YouGo!",
  "confidence": "Crediamo che ogni donna meriti di sentirsi sicura, elegante e autonoma.",
  "lookAndFeelBest": "Che tu stia cercando abbigliamento alla moda, scarpe comode, accessori eleganti o prodotti di bellezza che ti aiuteranno a sentirti e apparire al meglio, ce l'abbiamo.",
  "shopNow": "Acquista ora!",
  "moneySaving": "Risparmio di denaro",
  "secureShopping": "Shopping sicuro",
  "fastDelivery": "Consegna veloce",
  "userFriendly": "Facile da usare",
  "moneySavingContent": "Offriamo ottime offerte e sconti regolarmente, così puoi risparmiare denaro continuando a cercare e sentirti fantastico.",
  "secureShoppingContent": "Adottiamo misure extra per garantire che la tua esperienza di shopping con noi sia sicura e senza preoccupazioni.",
  "fastDeliveryContent": "Forniamo opzioni di consegna veloci e affidabili per farti avere i tuoi prodotti in poco tempo.",
  "userFriendlyContent": "La nostra interfaccia facile da navigare rende semplice trovare i tuoi prodotti preferiti o effettuare acquisti.",
  "loading": "Caricamento",
  "chooseLanguage": "Seleziona la tua lingua",
  "whyUsTitle": "PERCHÉ NOI?",
  "qualityStyleTitle": "Qualità e Stile",
  "welcomeText": "Benvenuto su YouGo, dove qualità e stile si fondono per offrirti la migliore esperienza di shopping possibile.",
  "prideText": "Siamo molto orgogliosi di curare una collezione di moda e prodotti lifestyle che sono non solo eleganti ma anche della massima qualità.",
  "interestedInMore": "INTERESSATO A DI PIÙ?",
  "ourProducts": "I Nostri Prodotti",
  "trustedByCustomers": "Affidato da oltre 100,000 clienti in tutto il mondo",
  "fundedByEU": "Finanziato dall'Unione Europea. Le opinioni espresse sono tuttavia quelle dell'autore (o degli autori) e non riflettono necessariamente quelle dell'Unione Europea o dell'Agenzia Esecutiva per l'Istruzione e la Cultura Europea (EACEA). Né l'Unione Europea né l'EACEA possono essere ritenute responsabili per esse.",
  "quickLinks": "Collegamenti rapidi",
  "home": "Casa",
  "sellOnYouGo": "Vendi su YouGo",
  "shop": "Negozio",
  "aboutUs": "Chi siamo",
  "contactUs": "Contattaci",
  "allRightsReserved": "YouGo. Tutti i diritti riservati.",
  "termsConditions": "Termini e condizioni",
  "privacyPolicy": "Informativa sulla privacy",
  "addProduct": "Aggiungi prodotto",
  "login": "Accesso",
  "sell": "Vendi",
  "handmadeGoods": "Prodotti fatti a mano",
  "jewelry": "Gioielli",
  "homeDecor": "Arredamento per la casa",
  "clothing": "Abbigliamento",
  "art": "Arte",
  "vintageItems": "Articoli vintage",
  "photography": "Fotografia",
  "cosmetics": "Cosmetici",
  "toys": "Giocattoli",
  "welcomeToYouGo": "Benvenuto su YouGo Ecommerce",
  "searchProduct": "Cerca prodotto",
  "categories": "Categorie",
  "findSomething": "Trova qualcosa che cattura la tua attenzione!",
  "noItemsInShop": "Non ci sono articoli nel negozio al momento",
  "noMatchedItems": "Non ci sono articoli che corrispondono alla tua ricerca",
  "noImagesAvailable": "Nessuna immagine disponibile",
  "chatWithSellerOnWhatsApp": "CHIATTA CON IL VENDITORE SU WHATSAPP",
  "contactSeller": "Contatta il Venditore",
  "safetyTips": "Consigli di sicurezza",
  "dontSendPrePayments": "Ricorda, non inviare anticipi",
  "meetSellerAtSafePlace": "Incontra il venditore in un luogo pubblico sicuro",
  "inspectGoods": "Ispeziona la merce per assicurarti che soddisfi le tue esigenze",
  "checkDocumentation": "Controlla tutta la documentazione e paga solo se sei soddisfatto/a",
  "stock": "Stock:",
  "brand": "Marca:",
  "posted": "Pubblicato:",
  "productCategory": "Categoria del prodotto:",
  "productDescription": "Descrizione del prodotto",
  "whyYouGoTitle": "Perché dovresti vendere su YouGo",
  "youGoOffers": "YouGo offre:",
  "largeActiveCommunity": "Una comunità ampia e attiva: Raggiungi acquirenti che apprezzano i prodotti artigianali come i tuoi.",
  "specializedCategory": "Categoria specializzata: Fatti notare dalla folla con una esposizione dedicata per abbigliamento fatto a mano.",
  "lowFees": "Tariffe basse: Conserva di più dei tuoi profitti e fai crescere il tuo business.",
  "easyToUse": "Facile da usare: Elenca i tuoi articoli e gestisci il tuo negozio con facilità.",
  "readyToStartSelling": "Pronto/a a iniziare a vendere?",
  "signUpToday": "Registrati oggi!",
  "addImageTitle": "Aggiungi immagine",
  "selectImage": "Clicca per selezionare un'immagine",
  "selectedFiles": "File selezionati:",
  "productNameLabel": "Nome del prodotto:",
  "categoryLabel": "Categoria:",
  "brandLabel": "Marca:",
  "priceLabel": "Prezzo:",
  "stockLabel": "Scorta:",
  "descriptionLabel": "Descrizione:",
  "publishProductButton": "Pubblica prodotto",
  "waitAMinute": "Aspetta un minuto.....",
  "productNamePlaceholder": "Nom du produit",
  "selectCategoryPlaceholder": "Sélectionner une catégorie",
  "brandNamePlaceholder": "Nom de la marque",
  "addPricePlaceholder": "Ajouter un prix",
  "stockPlaceholder": "Ajouter un stock",
  "descriptionPlaceholder": "La description du produit va ici",
  "welcomeMessage": "Benvenuti su YouGo Crafts! Siamo un sito di e-commerce dedicato a connettere acquirenti e venditori nel mondo delle arti e mestieri. La nostra missione è fornire una piattaforma in cui artigiani e appassionati di mestieri possano incontrarsi per vendere e acquistare prodotti unici fatti a mano.",
  "craftsRange": "Presso YouGo Crafts, offriamo una vasta gamma di prodotti artistici, tra cui gioielli, abbigliamento, accessori, decorazioni per la casa e altro. Sia che tu sia un interior designer in cerca di pezzi unici o una persona attenta alla moda con un occhio per lo stile e l'artigianato, il nostro sito web soddisfa le tue esigenze.",
  "commitment": "Ciò che ci differenzia è il nostro impegno a fornire una piattaforma gratuita e senza commissioni sia per gli acquirenti che per i venditori. Crediamo nell'empowerment degli artigiani e nel dar loro l'opportunità di mostrare il loro talento a livello internazionale. I venditori possono creare i propri negozi online, promuovere il loro marchio e raggiungere un pubblico globale.",
  "erasmusProject": "Il nostro sito web è il risultato del progetto Erasmus+ YouGo. Questo progetto mira a dare potere alle giovani donne rurali fornendo loro i mezzi per vendere i loro prodotti e mestieri online. Attraverso YouGo Crafts, miriamo a promuovere i prodotti fatti a mano, sostenere gli artigiani locali e favorire un senso di comunità.",
  "passionateAboutCrafts": "Siamo appassionati delle arti e mestieri e dedicati a fornire un'esperienza utente senza soluzione di continuità. Sebbene non abbiamo ancora ricevuto premi o riconoscimenti specifici, il nostro focus rimane su offrire un servizio eccezionale e promuovere l'arte delle arti e mestieri fatti a mano.",
  "thankYouMessage": "Grazie per aver scelto YouGo Crafts. Non vediamo l'ora di essere la tua destinazione principale per tutto ciò che riguarda le arti e mestieri.",
  "editYourProfile": "Modifica il tuo profilo",
  "signOut": "Esci",
  "products": "Prodotti",
  "inStock": "Disponibile in magazzino",
  "by": "Da",
  "edit": "Modifica",
  "delete": "Elimina",
  "noProducts": "Non hai ancora nessun prodotto",
  "myProfile": "Il mio profilo",
  "editProfile": "Modifica profilo",
  "fullName": "Nome completo",
  "yourFullName": "Il tuo nome completo",
  "phoneNumber": "Numero di telefono",
  "yourPhoneNumber": "Il tuo numero di telefono",
  "emailAddress": "Indirizzo email",
  "yourEmailAddress": "Il tuo indirizzo email",
  "about": "Informazioni",
  "describeYourself": "Descriviti",
  "saveChanges": "Salva modifiche",
  "termsAndConditions": "Termini e condizioni",
  "updatedAt": "Aggiornato il",
  "generalTerms": "Termini generali",
  "termsOfService": "Accedendo e effettuando un ordine con You Go Crafts, confermi di essere d'accordo e vincolato ai termini di servizio contenuti nei Termini e Condizioni di seguito. Questi termini si applicano all'intero sito web e a qualsiasi email o altro tipo di comunicazione tra te e You Go Crafts.",
  "liabilityDisclaimer": "In nessun caso il team di You Go Crafts sarà responsabile per danni diretti, indiretti, speciali, incidentali o consequenziali, inclusa, ma non solo, la perdita di dati o profitto, derivanti dall'uso o dall'incapacità di utilizzare i materiali su questo sito, anche se il team di You Go Crafts o un rappresentante autorizzato è stato avvisato della possibilità di tali danni. Se l'uso dei materiali da questo sito comporta la necessità di assistenza, riparazione o correzione di attrezzature o dati, ne assumi tutti i costi.",
  "responsibilityDisclaimer": "You Go Crafts non sarà responsabile per eventuali risultati che possono verificarsi durante l'uso delle nostre risorse. Ci riserviamo il diritto di modificare i prezzi e rivedere la politica di utilizzo delle risorse in qualsiasi momento. Questi Termini e Condizioni sono stati creati con",
  "licenseTitle": "Licenza",
  "licenseContent1": "You Go Crafts ti concede una licenza revocabile, non esclusiva, non trasferibile e limitata per scaricare, installare e utilizzare il sito web strettamente in conformità con i termini di questo accordo.",
  "licenseContent2": "Questi Termini e Condizioni sono un contratto tra te e You Go Crafts (denominato in questi Termini e Condizioni come 'You Go Crafts', 'noi', 'noi' o 'nostro'), il fornitore del sito web di You Go Crafts e dei servizi accessibili dal sito web di You Go Crafts (che sono collettivamente definiti in questi Termini e Condizioni come il 'Servizio You Go Crafts').",
  "licenseContent3": "Stai accettando di essere vincolato da questi Termini e Condizioni. Se non accetti questi Termini e Condizioni, ti preghiamo di non utilizzare il Servizio You Go Crafts. In questi Termini e Condizioni, 'tu' si riferisce sia a te come individuo che all'entità che rappresenti. In caso di violazione di uno qualsiasi di questi Termini e Condizioni, ci riserviamo il diritto di annullare il tuo account o bloccare l'accesso al tuo account senza preavviso.",
  "definitionsAndKeyTerms": "Definizioni e termini chiave",
  "termsExplanation": "Per aiutare a spiegare le cose nel modo più chiaro possibile in questi Termini e condizioni, ogni volta che viene fatta riferimento a uno qualsiasi di questi termini, sono definiti in modo rigoroso come segue:",
  "cookie": "Cookie: piccola quantità di dati generati da un sito web e salvati dal tuo browser web. Viene utilizzato per identificare il tuo browser, fornire analisi, ricordare informazioni su di te come le preferenze linguistiche o le informazioni di accesso.",
  "company": "Azienda: quando questa politica menziona 'Azienda', 'noi', 'ci' o 'nostro', si riferisce a Egeria Desarrollo Social, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, piano 1, locale 4 29002 Málaga, Spagna, che è responsabile delle tue informazioni in base a questi Termini e condizioni.",
  "country": "Paese: dove You Go Crafts o i proprietari/fondatori di You Go Crafts hanno la sede, in questo caso è",
  "device": "Dispositivo: qualsiasi dispositivo connesso a Internet come un telefono, tablet, computer o qualsiasi altro dispositivo che può essere utilizzato per visitare You Go Crafts e utilizzare i servizi.",
  "service": "Servizio: si riferisce al servizio fornito da You Go Crafts, come descritto nei termini relativi (se disponibili) e su questa piattaforma.",
  "thirdPartyService": "Servizio di terze parti: si riferisce a inserzionisti, sponsor di concorsi, partner promozionali e di marketing e altri che forniscono il nostro contenuto o i cui prodotti o servizi pensiamo possano interessarti.",
  "website": "Sito web: sito di You Go Crafts, che può essere accesso tramite questo URL: https://www.yougo-crafts.store/",
  "you": "Tu: una persona o entità registrata su You Go Crafts per utilizzare i Servizi.",
  "restrictionsTitle": "Restrizioni",
  "restrictionsContent": "Accetti di non fare, e non permetterai ad altri di fare:",
  "restrictionsList1": "Concedere in licenza, vendere, affittare, dare in locazione, assegnare, distribuire, trasmettere, ospitare, esternalizzare, divulgare o sfruttare commercialmente in altro modo il sito web o rendere la piattaforma disponibile a terzi.",
  "restrictionsList2":  "Modificare, creare opere derivate, smontare, decodificare, compilare al contrario o fare ingegneria inversa su qualsiasi parte del sito web.",
  "restrictionsList3":  "Rimuovere, alterare o oscurare qualsiasi avviso di proprietà (incluso qualsiasi avviso di copyright o marchio) di You Go Crafts o delle sue affiliate, partner, fornitori o dei licenzianti del sito web.",
  "returnRefundTitle": "Politica di Reso e Rimborso",
  "returnRefundContent1": "Grazie per fare acquisti su You Go Crafts. Apprezziamo il fatto che ti piaccia acquistare le cose che costruiamo. Vogliamo anche assicurarci che tu abbia un'esperienza gratificante mentre esplori, valuti e acquisti i nostri prodotti.",
  "returnRefundContent2": "Come con qualsiasi esperienza di shopping, ci sono termini e condizioni che si applicano alle transazioni su You Go Crafts. Saremo brevi quanto i nostri avvocati lo permetteranno. La cosa principale da ricordare è che effettuando un ordine o effettuando un acquisto su You Go Crafts, accetti i termini insieme alla Politica sulla privacy di You Go Crafts.",
  "returnRefundContent3": "Se, per qualsiasi motivo, non sei completamente soddisfatto di qualsiasi bene o servizio che forniamo, non esitare a contattarci e discuteremo di qualsiasi problema tu stia affrontando con il nostro prodotto.",
  "yourSuggestions": "Le Tue Suggerimenti",
  "feedbackIntro": "Qualsiasi feedback, commento, idea, miglioramento o suggerimento (collettivamente, 'Suggerimenti') fornito da te a You Go Crafts riguardo al sito web rimarrà la proprietà esclusiva di You Go Crafts.",
  "freeToUse": "You Go Crafts sarà libero di utilizzare, copiare, modificare, pubblicare o ridistribuire i Suggerimenti per qualsiasi scopo e in qualsiasi modo, senza alcun credito o compensazione a tuo favore.",
  "yourConsent": "Il Tuo Consenso",
  "updatedTermsIntro": "Abbiamo aggiornato i nostri Termini e Condizioni per fornirti completa trasparenza su cosa viene impostato quando visiti il nostro sito e come viene utilizzato. Utilizzando il nostro sito web, registrando un account o effettuando un acquisto, acconsenti ai nostri Termini e Condizioni.",
  "linksToOtherWebsites": "Link ad altri siti web",
  "termsAndConditionsDescription": "Questi Termini e Condizioni si applicano solo ai Servizi. I Servizi possono contenere link ad altri siti web non gestiti o controllati da You Go Crafts. Non siamo responsabili dei contenuti, dell'accuratezza o delle opinioni espresse in tali siti web, e tali siti web non sono investigati, monitorati o verificati per accuratezza o completezza da parte nostra. Ricorda che quando utilizzi un link per passare dai Servizi a un altro sito web, i nostri Termini e Condizioni non sono più in vigore. La tua navigazione e interazione su qualsiasi altro sito web, incluso quelli che hanno un link sulla nostra piattaforma, è soggetta alle regole e politiche proprie di quel sito web. Tali terze parti possono utilizzare i propri cookie o altri metodi per raccogliere informazioni su di te.",
  "cookiesTitle": "Cookie",
  "cookiesContent": "You Go Crafts utilizza i \"Cookie\" per identificare le aree del nostro sito web che hai visitato. Un Cookie è un piccolo pezzo di dati memorizzato sul tuo computer o dispositivo mobile dal tuo browser web. Utilizziamo i Cookie per migliorare le prestazioni e la funzionalità del nostro sito web, ma non sono essenziali per il loro utilizzo. Tuttavia, senza questi cookie, alcune funzionalità come i video potrebbero diventare indisponibili, o ti sarebbe richiesto di inserire i tuoi dettagli di accesso ogni volta che visiti il sito web, poiché non saremmo in grado di ricordare che hai effettuato l'accesso in precedenza. La maggior parte dei browser web può essere impostata per disabilitare l'uso dei Cookie. Tuttavia, se disabiliti i Cookie, potresti non riuscire ad accedere correttamente o affatto alle funzionalità del nostro sito web. Non inseriamo mai informazioni personali identificabili nei Cookie.",
  "changesTitle": "Modifiche ai nostri Termini e Condizioni",
  "changesContent": "Riconosci e accetti che You Go Crafts può smettere di fornire il Servizio (permanentemente o temporaneamente) a te o agli utenti in generale, a sua sola discrezione, senza preavviso. Puoi smettere di utilizzare il Servizio in qualsiasi momento. Non è necessario informare specificamente You Go Crafts quando smetti di utilizzare il Servizio. Riconosci e accetti che se You Go Crafts disabilita l'accesso al tuo account, potrebbe essere impedito l'accesso al Servizio, ai dettagli del tuo account o a eventuali file o altri materiali presenti nel tuo account.",
  "termsConditionsChange": "Se decidiamo di modificare i nostri Termini e condizioni, pubblicheremo tali modifiche in questa pagina e/o aggiorneremo la data di modifica dei Termini e condizioni di seguito.",
  "modificationsTitle": "Modifiche al Nostro Sito Web",
  "modificationsContent": "You Go Crafts si riserva il diritto di modificare, sospendere o interrompere, temporaneamente o permanentemente, il sito web o qualsiasi servizio a cui è collegato, con o senza preavviso e senza responsabilità nei tuoi confronti.",
  "updatesTitle": "Aggiornamenti al Nostro Sito Web",
  "updatesContent1": "You Go Crafts può occasionalmente fornire miglioramenti o miglioramenti alle funzionalità/del sito web, che possono includere patch, correzioni di bug, aggiornamenti, aggiornamenti e altre modifiche (\"Aggiornamenti\").",
  "updatesContent2": "Gli Aggiornamenti possono modificare o eliminare determinate funzionalità e/o funzionalità del sito web. Accetti che You Go Crafts non ha l'obbligo di (i) fornire eventuali Aggiornamenti o (ii) continuare a fornire o abilitare particolari funzionalità e/o funzionalità del sito web a tuo favore.",
  "updatesContent3": "Inoltre, accetti che tutti gli Aggiornamenti saranno (i) considerati parte integrante del sito web e (ii) soggetti ai termini e alle condizioni di questo Contratto.",
  "thirdPartyServices": "Servizi di Terze Parti",
  "thirdPartyContentDescription": "Potremmo visualizzare, includere o mettere a disposizione contenuti di terze parti (inclusi dati, informazioni, applicazioni e altri prodotti o servizi) o fornire collegamenti a siti web o servizi di terze parti ('Servizi di Terze Parti').",
  "thirdPartyDisclaimer1": "Riconosci e accetti che You Go Crafts non sarà responsabile per nessun Servizio di Terze Parti, inclusa la loro accuratezza, completezza, tempestività, validità, conformità al copyright, legalità, decenza, qualità o qualsiasi altro aspetto. You Go Crafts non assume e non avrà alcuna responsabilità nei tuoi confronti o nei confronti di qualsiasi altra persona o entità per i Servizi di Terze Parti.",
  "thirdPartyDisclaimer2": "I Servizi di Terze Parti e i collegamenti ad essi sono forniti esclusivamente come convenienza per te, e accedi e li utilizzi interamente a tuo rischio e sotto i termini e le condizioni di tali terze parti.",
  "termAndTermination": "Termine e Risoluzione",
  "agreementDescription1": "Questo Accordo rimarrà in vigore fino a quando non sarà terminato da te o da You Go Crafts.",
  "agreementDescription2": "You Go Crafts può, a sua esclusiva discrezione, in qualsiasi momento e per qualsiasi motivo o senza alcun motivo, sospendere o terminare questo Accordo con o senza preavviso.",
  "agreementDescription3": "Questo Accordo terminerà immediatamente, senza preavviso da parte di You Go Crafts, nel caso in cui tu non ottemperi a una qualsiasi disposizione di questo Accordo. Puoi anche terminare questo Accordo eliminando il sito web e tutte le relative copie dal tuo computer.",
  "agreementDescription4": "Alla cessazione di questo Accordo, dovrai smettere di utilizzare il sito web ed eliminare tutte le copie del sito web dal tuo computer.",
  "agreementDescription5": "La cessazione di questo Accordo non limiterà alcuno dei diritti o rimedi di You Go Crafts ai sensi della legge o dell'equità in caso di violazione da parte tua (durante il periodo di validità di questo Accordo) di una qualsiasi delle tue obbligazioni ai sensi del presente Accordo.",
  "copyrightInfringementNoticeTitle": "Avviso di violazione del copyright",
  "copyrightInfringementNoticeContent": "Se sei un proprietario di copyright o l'agente di un tale proprietario e ritieni che qualsiasi materiale sul nostro sito costituisca una violazione del tuo copyright, ti preghiamo di contattarci fornendo le seguenti informazioni: (a) una firma fisica o elettronica del proprietario del copyright o di una persona autorizzata a agire per suo conto; (b) identificazione del materiale che si ritiene violi; (c) le tue informazioni di contatto, compreso il tuo indirizzo, numero di telefono e una email; (d) una tua dichiarazione che credi in buona fede che l'uso del materiale non è autorizzato dai proprietari del copyright; e (e) una dichiarazione che le informazioni nella notifica sono accurate e, a pena di spergiuro, sei autorizzato a agire per conto del proprietario.",
  "indemnificationTitle": "Indennizzo",
  "indemnificationContent": "Accetti di indennizzare e tenere You Go Crafts e le sue controllate, affiliate, ufficiali, dipendenti, agenti, partner e licenzianti (se presenti) indenni da qualsiasi richiesta o domanda, comprese le spese legali ragionevoli, derivanti dal tuo: (a) uso del sito web; (b) violazione di questo Accordo o di qualsiasi legge o regolamento; o (c) violazione di qualsiasi diritto di terzi.",
  "noWarrantiesTitle": "Nessuna garanzia",
  "websiteDisclaimer": "Il sito web viene fornito a te \"COSÌ COM'È\" e \"COME DISPONIBILE\" e con tutti i difetti e i difetti senza garanzia di alcun tipo. Nella misura massima consentita dalla legge applicabile, You Go Crafts, a proprio nome e per conto proprio e delle sue affiliate e dei rispettivi licenzianti e fornitori di servizi, declina espressamente tutte le garanzie, siano esse esplicite, implicite, legali o altro, riguardo al sito web, comprese tutte le garanzie implicite di commerciabilità, idoneità per un determinato scopo, titolo e non violazione, e garanzie che possono sorgere dal corso degli affari, dal corso dell'esecuzione, dall'uso o dalla pratica commerciale. Senza limitazione a quanto precede, You Go Crafts non fornisce alcuna garanzia o impegno e non fa alcuna rappresentazione di alcun tipo che il sito web soddisferà i tuoi requisiti, raggiungerà risultati previsti, sarà compatibile o funzionerà con qualsiasi altro software, sistema o servizio, funzionerà senza interruzioni, soddisferà gli standard di prestazioni o affidabilità o sarà privo di errori o che eventuali errori o difetti possono o saranno corretti.",
  "additionalDisclaimer": "Senza limitare quanto precede, né You Go Crafts né alcun fornitore di You Go Crafts fornisce alcuna rappresentazione o garanzia di alcun tipo, espressa o implicita: (i) per il funzionamento o la disponibilità del sito web, o delle informazioni, del contenuto e dei materiali o prodotti inclusi; (ii) che il sito web sarà ininterrotto o privo di errori; (iii) per l'accuratezza, la affidabilità o l'attualità di qualsiasi informazione o contenuto fornito attraverso il sito web; o (iv) che il sito web, i suoi server, il contenuto o le e-mail inviate da o per conto di You Go Crafts siano privi di virus, script, trojan, worm, malware, bombe a orologeria o altri componenti dannosi.",
  "jurisdictionsDisclaimer": "Alcune giurisdizioni non consentono l'esclusione o limitazioni delle garanzie implicite o le limitazioni dei diritti statutari applicabili di un consumatore, quindi alcune o tutte le esclusioni e limitazioni di cui sopra potrebbero non essere applicabili a te.",
  "limitationOfLiabilityTitle": "Limitazione di responsabilità",
  "limitationOfLiabilityContent1": "Nonostante eventuali danni che potresti subire, l'intera responsabilità di You Go Crafts e di qualunque suo fornitore ai sensi di qualsiasi disposizione di questo Contratto e il tuo rimedio esclusivo per tutto quanto sopra sarà limitato all'importo effettivamente pagato da te per il sito web.",
  "limitationOfLiabilityContent2": "Nella misura massima consentita dalla legge applicabile, in nessun caso You Go Crafts o i suoi fornitori saranno responsabili per eventuali danni speciali, incidentali, indiretti o consequenziali di qualsiasi natura (inclusi, ma non solo, danni per perdita di profitti, perdita di dati o altre informazioni, interruzione delle attività, lesioni personali, perdita di privacy derivante dall'uso o dall'incapacità di utilizzare il sito web, software di terze parti e/o hardware di terze parti utilizzato con il sito web, o in altro modo in relazione a qualsiasi disposizione di questo Contratto), anche se a You Go Crafts o a un qualsiasi fornitore è stato comunicato il rischio di tali danni e anche se il rimedio non raggiunge il suo scopo essenziale.",
  "limitationOfLiabilityContent3": "Alcuni stati/giurisdizioni non consentono l'esclusione o limitazione di danni incidentali o consequenziali, pertanto la suddetta limitazione o esclusione potrebbe non essere applicabile a te.",
  "severabilityHeading": "Divisibilità",
  "severabilityContent1": "Se una disposizione di questo Accordo è ritenuta inapplicabile o invalida, tale disposizione verrà modificata e interpretata per raggiungere gli obiettivi di tale disposizione nella massima misura possibile ai sensi della legge applicabile, e le disposizioni rimanenti continueranno a pieno vigore ed effetto.",
  "severabilityContent2": "Questo Accordo, unitamente alla Politica sulla privacy e a qualsiasi altro avviso legale pubblicato da You Go Crafts sui Servizi, costituirà l'intero accordo tra te e You Go Crafts riguardo ai Servizi. Se una disposizione di questo Accordo viene ritenuta invalida da un tribunale competente, l'invalidità di tale disposizione non influirà sulla validità delle disposizioni rimanenti di questo Accordo, che rimarranno in pieno vigore ed effetto. Nessuna rinuncia a qualsiasi termine di questo Accordo sarà considerata una rinuncia ulteriore o continua di tale termine o di qualsiasi altro termine, e il mancato esercizio da parte di You Go Crafts di qualsiasi diritto o disposizione ai sensi di questo Accordo non costituirà una rinuncia a tale diritto o disposizione. TU E You Go Crafts CONCORDATE CHE QUALSIASI CAUSA DI AZIONE DERIVANTE O RELATIVA AI SERVIZI DEVE INIZIARE ENTRO UN (1) ANNO DOPO CHE LA CAUSA DI AZIONE SI VERIFICA. IN CASO CONTRARIO, TALE CAUSA DI AZIONE È PERMANENTEMENTE ESCLUSA.",
  "waiverHeading": "Rinuncia",
  "waiverContent1": "Salvo quanto previsto in questo documento, la mancata esercitazione di un diritto o la richiesta di esecuzione di un'obbligazione ai sensi di questo Accordo non pregiudicherà la capacità di una parte di esercitare tale diritto o richiedere tale esecuzione in qualsiasi momento successivo, né la rinuncia a una violazione costituirà rinuncia a qualsiasi successiva violazione.",
  "waiverContent2": "La mancata esercitazione, e nessun ritardo nell'esercizio, da parte di ciascuna delle parti, di qualsiasi diritto o potere ai sensi di questo Accordo non opererà come rinuncia a tale diritto o potere. Né alcuna esercitazione singola o parziale di qualsiasi diritto o potere ai sensi di questo Accordo precluderà ulteriori esercizi di tale diritto o potere o di qualsiasi altro diritto conferito nel presente. In caso di conflitto tra questo Accordo e eventuali condizioni di acquisto o altri termini applicabili, le disposizioni di questo Accordo avranno la precedenza.",
  "amendmentsTitle": "Modifiche a Questo Accordo",
  "amendmentsContent1": "You Go Crafts si riserva il diritto, a sua esclusiva discrezione, di modificare o sostituire questo Accordo in qualsiasi momento. Se una revisione è sostanziale, forniremo almeno 30 giorni di preavviso prima che entrino in vigore eventuali nuovi termini. Ciò che costituisce una modifica sostanziale sarà determinato a nostra esclusiva discrezione.",
  "amendmentsContent2": "Continuando ad accedere o utilizzare il nostro sito web dopo che le revisioni diventano efficaci, accetti di essere vincolato dai termini rivisti. Se non accetti i nuovi termini, non sei più autorizzato a utilizzare You Go Crafts.",
  "entireAgreementTitle": "Intero Accordo",
  "entireAgreementContent1": "L'Accordo costituisce l'intero accordo tra te e You Go Crafts riguardo all'uso del sito web e sostituisce tutti gli accordi scritti o verbali precedenti e contemporanei tra te e You Go Crafts.",
  "entireAgreementContent2": "Potresti essere soggetto a ulteriori termini e condizioni che si applicano quando utilizzi o acquisti altri servizi di You Go Crafts, che You Go Crafts ti fornirà al momento di tale utilizzo o acquisto.",
  "updatesToOurTermsTitle": "Aggiornamenti ai Nostri Termini",
  "updatesToOurTermsContent": "Possiamo cambiare il nostro Servizio e le nostre politiche, e potremmo dover apportare modifiche a questi Termini in modo che riflettano con precisione il nostro Servizio e le nostre politiche. A meno che non sia diversamente richiesto dalla legge, ti avviseremo (ad esempio, attraverso il nostro Servizio) prima di apportare modifiche a questi Termini e ti daremo l'opportunità di rivederli prima che entrino in vigore. Successivamente, se continui a utilizzare il Servizio, sarai vincolato dai Termini aggiornati. Se non vuoi accettare questi Termini o eventuali Termini aggiornati, puoi eliminare il tuo account.",
  "intellectualPropertyTitle": "Proprietà Intellettuale",
  "intellectualPropertyContent": "Il sito web e tutti i suoi contenuti, le funzionalità e la funzionalità (incluse, a titolo esemplificativo, tutte le informazioni, il software, il testo, le visualizzazioni, le immagini, i video e l'audio e il design, la selezione e la disposizione degli stessi) sono di proprietà di You Go Crafts, dei suoi licenzianti o di altri fornitori di tale materiale e sono protetti da leggi internazionali sul copyright, marchi registrati, brevetti, segreti commerciali e altre leggi sulla proprietà intellettuale o diritti di proprietà. Il materiale non può essere copiato, modificato, riprodotto, scaricato o distribuito in alcun modo, in tutto o in parte, senza l'espresso consenso scritto di You Go Crafts, a meno che non sia diversamente previsto espressamente in questi Termini e Condizioni. È vietato qualsiasi uso non autorizzato del materiale."
}
