{
  "joinShoppingRevolution": "Unisciti alla RIVOLUZIONE dello shopping",
  "revolutions": "RIVOLUZIONI",
  "withYouGo": "con YouGo!",
  "confidence": "Crediamo che ogni donna meriti di sentirsi sicura, elegante e autonoma.",
  "lookAndFeelBest": "Che tu stia cercando abbigliamento alla moda, scarpe comode, accessori eleganti o prodotti di bellezza che ti aiuteranno a sentirti e apparire al meglio, ce l'abbiamo.",
  "shopNow": "Acquista ora!",
  "moneySaving": "Risparmio di denaro",
  "secureShopping": "Shopping sicuro",
  "fastDelivery": "Consegna veloce",
  "userFriendly": "Facile da usare",
  "moneySavingContent": "Offriamo ottime offerte e sconti regolarmente, così puoi risparmiare denaro continuando a cercare e sentirti fantastico.",
  "secureShoppingContent": "Adottiamo misure extra per garantire che la tua esperienza di shopping con noi sia sicura e senza preoccupazioni.",
  "fastDeliveryContent": "Forniamo opzioni di consegna veloci e affidabili per farti avere i tuoi prodotti in poco tempo.",
  "userFriendlyContent": "La nostra interfaccia facile da navigare rende semplice trovare i tuoi prodotti preferiti o effettuare acquisti.",
  "loading": "Caricamento",
  "chooseLanguage": "Seleziona la tua lingua",
  "whyUsTitle": "PERCHÉ NOI?",
  "qualityStyleTitle": "Qualità e Stile",
  "welcomeText": "Benvenuto su YouGo, dove qualità e stile si fondono per offrirti la migliore esperienza di shopping possibile.",
  "prideText": "Siamo molto orgogliosi di curare una collezione di moda e prodotti lifestyle che sono non solo eleganti ma anche della massima qualità.",
  "interestedInMore": "INTERESSATO A DI PIÙ?",
  "ourProducts": "I Nostri Prodotti",
  "trustedByCustomers": "Affidato da oltre 100,000 clienti in tutto il mondo",
  "fundedByEU": "Finanziato dall'Unione Europea. Le opinioni espresse sono tuttavia quelle dell'autore (o degli autori) e non riflettono necessariamente quelle dell'Unione Europea o dell'Agenzia Esecutiva per l'Istruzione e la Cultura Europea (EACEA). Né l'Unione Europea né l'EACEA possono essere ritenute responsabili per esse.",
  "quickLinks": "Collegamenti rapidi",
  "home": "Casa",
  "sellOnYouGo": "Vendi su YouGo",
  "shop": "Negozio",
  "aboutUs": "Chi siamo",
  "contactUs": "Contattaci",
  "allRightsReserved": "YouGo. Tutti i diritti riservati.",
  "termsConditions": "Termini e condizioni",
  "privacyPolicy": "Informativa sulla privacy",
  "addProduct": "Aggiungi prodotto",
  "login": "Accesso",
  "sell": "Vendi"
}
