{
  "joinShoppingRevolution": "Únete a la REVOLUCIÓN de las compras",
  "revolutions": "REVOLUCIONES",
  "withYouGo": "¡con YouGo!",
  "confidence": "Creemos que cada mujer merece sentirse segura, elegante y autónoma.",
  "lookAndFeelBest": "Ya sea que busques ropa a la moda, zapatos cómodos, accesorios elegantes o productos de belleza que te ayudarán a sentirte y lucir lo mejor posible, tenemos lo que necesitas.",
  "shopNow": "¡Compra ahora!",
  "moneySaving": "Ahorro de dinero",
  "secureShopping": "Compra segura",
  "fastDelivery": "Entrega rápida",
  "userFriendly": "Fácil de usar",
  "moneySavingContent": "Ofrecemos excelentes ofertas y descuentos regularmente, para que puedas ahorrar dinero y lucirte sintiéndote genial.",
  "secureShoppingContent": "Tomamos medidas adicionales para garantizar que tu experiencia de compra con nosotros sea segura y sin preocupaciones.",
  "fastDeliveryContent": "Ofrecemos opciones de entrega rápidas y confiables para que tus productos lleguen a ti en poco tiempo.",
  "userFriendlyContent": "Nuestra interfaz fácil de navegar facilita encontrar tus productos favoritos o realizar compras.",
  "loading": "Cargando",
  "chooseLanguage": "Selecciona tu idioma",
  "whyUsTitle": "¿POR QUÉ NOSOTROS?",
  "qualityStyleTitle": "Calidad y Estilo",
  "welcomeText": "Bienvenido a YouGo, donde la calidad y el estilo se unen para brindarte la mejor experiencia de compra posible.",
  "prideText": "Nos enorgullece crear una colección de productos de moda y estilo de vida que son no solo elegantes sino también de la más alta calidad.",
  "interestedInMore": "¿INTERESADO EN MÁS?",
  "ourProducts": "Nuestros Productos",
  "trustedByCustomers": "Confiado por más de 100,000 clientes en todo el mundo",
  "fundedByEU": "Financiado por la Unión Europea. Las opiniones expresadas son únicamente las del autor o los autores y no reflejan necesariamente las de la Unión Europea o la Agencia Ejecutiva de Educación y Cultura Europea (EACEA). Ni la Unión Europea ni la EACEA pueden ser responsables de ellas.",
  "quickLinks": "Enlaces rápidos",
  "home": "Inicio",
  "sellOnYouGo": "Vender en YouGo",
  "shop": "Comprar",
  "aboutUs": "Sobre nosotros",
  "contactUs": "Contáctanos",
  "allRightsReserved": "YouGo. Todos los derechos reservados.",
  "termsConditions": "Términos y condiciones",
  "privacyPolicy": "Política de privacidad",
  "addProduct": "Agregar producto",
  "login": "Iniciar sesión",
  "sell": "Vender"
}
