{
  "joinShoppingRevolution": "Únete a la REVOLUCIÓN de las compras",
  "revolutions": "REVOLUCIONES",
  "withYouGo": "¡con YouGo!",
  "confidence": "Creemos que cada mujer merece sentirse segura, elegante y autónoma.",
  "lookAndFeelBest": "Ya sea que busques ropa a la moda, zapatos cómodos, accesorios elegantes o productos de belleza que te ayudarán a sentirte y lucir lo mejor posible, tenemos lo que necesitas.",
  "shopNow": "¡Compra ahora!",
  "moneySaving": "Ahorro de dinero",
  "secureShopping": "Compra segura",
  "fastDelivery": "Entrega rápida",
  "userFriendly": "Fácil de usar",
  "moneySavingContent": "Ofrecemos excelentes ofertas y descuentos regularmente, para que puedas ahorrar dinero y lucirte sintiéndote genial.",
  "secureShoppingContent": "Tomamos medidas adicionales para garantizar que tu experiencia de compra con nosotros sea segura y sin preocupaciones.",
  "fastDeliveryContent": "Ofrecemos opciones de entrega rápidas y confiables para que tus productos lleguen a ti en poco tiempo.",
  "userFriendlyContent": "Nuestra interfaz fácil de navegar facilita encontrar tus productos favoritos o realizar compras.",
  "loading": "Cargando",
  "chooseLanguage": "Selecciona tu idioma",
  "whyUsTitle": "¿POR QUÉ NOSOTROS?",
  "qualityStyleTitle": "Calidad y Estilo",
  "welcomeText": "Bienvenido a YouGo, donde la calidad y el estilo se unen para brindarte la mejor experiencia de compra posible.",
  "prideText": "Nos enorgullece crear una colección de productos de moda y estilo de vida que son no solo elegantes sino también de la más alta calidad.",
  "interestedInMore": "¿INTERESADO EN MÁS?",
  "ourProducts": "Nuestros Productos",
  "trustedByCustomers": "Confiado por más de 100,000 clientes en todo el mundo",
  "fundedByEU": "Financiado por la Unión Europea. Las opiniones expresadas son únicamente las del autor o los autores y no reflejan necesariamente las de la Unión Europea o la Agencia Ejecutiva de Educación y Cultura Europea (EACEA). Ni la Unión Europea ni la EACEA pueden ser responsables de ellas.",
  "quickLinks": "Enlaces rápidos",
  "home": "Inicio",
  "sellOnYouGo": "Vender en YouGo",
  "shop": "Comprar",
  "aboutUs": "Sobre nosotros",
  "contactUs": "Contáctanos",
  "allRightsReserved": "YouGo. Todos los derechos reservados.",
  "termsConditions": "Términos y condiciones",
  "privacyPolicy": "Política de privacidad",
  "addProduct": "Agregar producto",
  "login": "Iniciar sesión",
  "sell": "Vender",
  "handmadeGoods": "Productos hechos a mano",
  "jewelry": "Joyería",
  "homeDecor": "Decoración del hogar",
  "clothing": "Ropa",
  "art": "Arte",
  "vintageItems": "Artículos vintage",
  "photography": "Fotografía",
  "cosmetics": "Cosméticos",
  "toys": "Juguetes",
  "welcomeToYouGo": "Bienvenido a YouGo Ecommerce",
  "searchProduct": "Buscar producto",
  "categories": "Categorías",
  "findSomething": "Encuentra algo que llame tu atención!",
  "noItemsInShop": "No hay productos en la tienda en este momento",
  "noMatchedItems": "No hay productos que coincidan con su búsqueda",
  "noImagesAvailable": "No hay imágenes disponibles",
  "chatWithSellerOnWhatsApp": "CHATEAR CON EL VENDEDOR EN WHATSAPP",
  "contactSeller": "Contactar al Vendedor",
  "safetyTips": "Consejos de seguridad",
  "dontSendPrePayments": "Recuerda, no envíes ningún pago por adelantado",
  "meetSellerAtSafePlace": "Encuentra al vendedor en un lugar público seguro",
  "inspectGoods": "Inspecciona los productos para asegurarte de que satisfacen tus necesidades",
  "checkDocumentation": "Verifica toda la documentación y solo paga si estás satisfecho/a",
  "stock": "Stock:",
  "brand": "Marca:",
  "posted": "Publicado:",
  "productCategory": "Categoría del producto:",
  "productDescription": "Descripción del producto",
  "whyYouGoTitle": "Por qué deberías vender en YouGo",
  "youGoOffers": "YouGo ofrece:",
  "largeActiveCommunity": "Una comunidad grande y activa: Llega a compradores que aprecian productos artesanales como los tuyos.",
  "specializedCategory": "Categoría especializada: Destaca entre la multitud con una exposición dedicada para ropa hecha a mano.",
  "lowFees": "Tarifas bajas: Conserva más de tus ganancias y haz crecer tu negocio.",
  "easyToUse": "Fácil de usar: Lista tus productos y gestiona tu tienda con facilidad.",
  "readyToStartSelling": "¿Listo/a para empezar a vender?",
  "signUpToday": "¡Regístrate hoy!",
  "addImageTitle": "Agregar imagen",
  "selectImage": "Haga clic para seleccionar la imagen",
  "selectedFiles": "Archivos seleccionados:",
  "productNameLabel": "Nombre del producto:",
  "categoryLabel": "Categoría:",
  "brandLabel": "Marca:",
  "priceLabel": "Precio:",
  "stockLabel": "Inventario:",
  "descriptionLabel": "Descripción:",
  "publishProductButton": "Publicar producto",
  "waitAMinute": "Espere un minuto.....",
  "productNamePlaceholder": "Nombre del producto",
  "selectCategoryPlaceholder": "Seleccionar categoría",
  "brandNamePlaceholder": "Nombre de la marca",
  "addPricePlaceholder": "Agregar precio",
  "stockPlaceholder": "Agregar stock",
  "descriptionPlaceholder": "La descripción del producto va aquí",
  "welcomeMessage": "¡Bienvenido/a a YouGo Crafts! Somos un sitio web de comercio electrónico dedicado a conectar compradores y vendedores en el mundo de las manualidades. Nuestra misión es proporcionar una plataforma donde artesanos y entusiastas de las manualidades puedan reunirse para vender y comprar productos únicos hechos a mano.",
  "craftsRange": "En YouGo Crafts, ofrecemos una amplia variedad de productos artesanales, que incluyen joyas, ropa, accesorios, decoración para el hogar y más. Ya sea que seas un diseñador de interiores en busca de piezas únicas o una persona a la moda con un ojo para el estilo y la artesanía, nuestro sitio web satisface tus necesidades.",
  "commitment": "Lo que nos distingue es nuestro compromiso de proporcionar una plataforma gratuita y sin comisiones tanto para compradores como para vendedores. Creemos en empoderar a los artesanos y brindarles la oportunidad de mostrar su talento a nivel internacional. Los vendedores pueden crear sus propias tiendas en línea, promocionar su marca y llegar a una audiencia global.",
  "erasmusProject": "Nuestro sitio web es el resultado del proyecto Erasmus+ YouGo. Este proyecto tiene como objetivo empoderar a las mujeres jóvenes rurales brindándoles los medios para vender sus productos y manualidades en línea. A través de YouGo Crafts, buscamos promover productos hechos a mano, apoyar a los artesanos locales y fomentar un sentido de comunidad.",
  "passionateAboutCrafts": "Nos apasiona el mundo de las manualidades y estamos dedicados a brindar una experiencia de usuario fluida. Aunque aún no hemos recibido premios o reconocimientos específicos, nuestro enfoque sigue siendo brindar un servicio excepcional y promover el arte de las manualidades.",
  "thankYouMessage": "Gracias por elegir YouGo Crafts. Esperamos ser tu destino preferido para todo lo relacionado con las manualidades.",
  "editYourProfile": "Editar tu perfil",
  "signOut": "Cerrar sesión",
  "products": "Productos",
  "inStock": "En Stock",
  "by": "Por",
  "edit": "Editar",
  "delete": "Eliminar",
  "noProducts": "Todavía no tienes ningún producto",
  "myProfile": "Mi perfil",
  "editProfile": "Editar perfil",
  "fullName": "Nombre completo",
  "yourFullName": "Tu nombre completo",
  "phoneNumber": "Número de teléfono",
  "yourPhoneNumber": "Tu número de teléfono",
  "emailAddress": "Dirección de correo electrónico",
  "yourEmailAddress": "Tu dirección de correo electrónico",
  "about": "Acerca de",
  "describeYourself": "Describirte a ti mismo",
  "saveChanges": "Guardar cambios",
  "termsAndConditions": "Términos y condiciones",
  "updatedAt": "Actualizado el",
  "generalTerms": "Términos generales",
  "termsOfService": "Al acceder y realizar un pedido con You Go Crafts, confirmas que estás de acuerdo y obligado por los términos de servicio contenidos en los Términos y Condiciones detallados a continuación. Estos términos se aplican a todo el sitio web y cualquier correo electrónico u otro tipo de comunicación entre tú y You Go Crafts.",
  "liabilityDisclaimer": "En ningún caso el equipo de You Go Crafts será responsable de daños directos, indirectos, especiales, incidentales o consecuentes, incluidos, entre otros, la pérdida de datos o beneficios, derivados del uso, o la imposibilidad de usar, los materiales en este sitio, incluso si el equipo de You Go Crafts o un representante autorizado ha sido informado de la posibilidad de tales daños. Si el uso de materiales de este sitio resulta en la necesidad de servicio, reparación o corrección de equipos o datos, asumes cualquier costo asociado.",
  "responsibilityDisclaimer": "You Go Crafts no será responsable de ningún resultado que pueda ocurrir durante el uso de nuestros recursos. Nos reservamos el derecho de cambiar precios y revisar la política de uso de recursos en cualquier momento. Estos Términos y Condiciones fueron creados con",
  "licenseTitle": "Licencia",
  "licenseContent1": "You Go Crafts le otorga una licencia revocable, no exclusiva, no transferible y limitada para descargar, instalar y utilizar el sitio web estrictamente de acuerdo con los términos de este acuerdo.",
  "licenseContent2": "Estos Términos y Condiciones son un contrato entre usted y You Go Crafts (denominado en estos Términos y Condiciones como 'You Go Crafts', 'nosotros', 'nosotros' o 'nuestro'), el proveedor del sitio web de You Go Crafts y los servicios accesibles desde el sitio web de You Go Crafts (que se denominan colectivamente en estos Términos y Condiciones como el 'Servicio You Go Crafts').",
  "licenseContent3": "Usted acepta quedar vinculado por estos Términos y Condiciones. Si no está de acuerdo con estos Términos y Condiciones, no utilice el Servicio You Go Crafts. En estos Términos y Condiciones, 'usted' se refiere tanto a usted como individuo como a la entidad que representa. Si viola alguno de estos Términos y Condiciones, nos reservamos el derecho de cancelar su cuenta o bloquear el acceso a su cuenta sin previo aviso.",
  "definitionsAndKeyTerms": "Definiciones y términos clave",
  "termsExplanation": "Para ayudar a explicar las cosas de la manera más clara posible en estos Términos y condiciones, cada vez que se hace referencia a cualquiera de estos términos, se definen estrictamente como:",
  "cookie": "Cookie: pequeña cantidad de datos generados por un sitio web y almacenados por su navegador web. Se utiliza para identificar su navegador, proporcionar análisis, recordar información sobre usted, como sus preferencias de idioma o información de inicio de sesión.",
  "company": "Empresa: cuando esta política menciona “Empresa”, “nosotros”, “nos” o “nuestro”, se refiere a Egeria Desarrollo Social, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, planta 1, local 4 29002 Málaga, España, que es responsable de su información según estos Términos y condiciones.",
  "country": "País: donde You Go Crafts o los propietarios/fundadores de You Go Crafts tienen su sede, en este caso es",
  "device": "Dispositivo: cualquier dispositivo conectado a Internet, como un teléfono, tableta, computadora o cualquier otro dispositivo que se pueda utilizar para visitar You Go Crafts y utilizar los servicios.",
  "service": "Servicio: se refiere al servicio proporcionado por You Go Crafts, según se describe en los términos relativos (si están disponibles) y en esta plataforma.",
  "thirdPartyService": "Servicio de terceros: se refiere a anunciantes, patrocinadores de concursos, socios promocionales y de marketing, y otros que proporcionan nuestro contenido o cuyos productos o servicios pensamos que pueden interesarle.",
  "website": "Sitio web: sitio de You Go Crafts, que se puede acceder a través de esta URL: https://www.yougo-crafts.store/",
  "you": "Tú: una persona o entidad que está registrada en You Go Crafts para usar los Servicios.",
  "restrictionsTitle": "Restricciones",
  "restrictionsContent": "Usted acepta no hacerlo, y no permitirá que otros lo hagan:",
  "restrictionsList1": "Licenciar, vender, alquilar, arrendar, ceder, distribuir, transmitir, alojar, externalizar, divulgar o comercializar de otra manera el sitio web o poner la plataforma a disposición de terceros.",
  "restrictionsList2":  "Modificar, crear obras derivadas de, desmontar, desencriptar, compilar en reversa o ingeniería inversa cualquier parte del sitio web.",
  "restrictionsList3":  "Eliminar, alterar u oscurecer cualquier aviso de propiedad (incluido cualquier aviso de derechos de autor o marca comercial) de You Go Crafts o sus afiliados, socios, proveedores o los licenciantes del sitio web.",
  "returnRefundTitle": "Política de Devoluciones y Reembolsos",
  "returnRefundContent1": "Gracias por comprar en You Go Crafts. Apreciamos que te guste comprar las cosas que construimos. También queremos asegurarnos de que tengas una experiencia gratificante mientras exploras, evalúas y compras nuestros productos.",
  "returnRefundContent2": "Al igual que con cualquier experiencia de compra, hay términos y condiciones que se aplican a las transacciones en You Go Crafts. Seremos breves tanto como nuestros abogados lo permitan. Lo principal que debes recordar es que al realizar un pedido o realizar una compra en You Go Crafts, aceptas los términos junto con la Política de privacidad de You Go Crafts.",
  "returnRefundContent3": "Si, por alguna razón, no estás completamente satisfecho con cualquier bien o servicio que proporcionamos, no dudes en contactarnos, y discutiremos cualquier problema que estés teniendo con nuestro producto.",
  "yourSuggestions": "Tus Sugerencias",
  "feedbackIntro": "Cualquier comentario, sugerencia, idea, mejora o propuesta (colectivamente, 'Sugerencias') proporcionada por usted a You Go Crafts con respecto al sitio web seguirá siendo propiedad exclusiva de You Go Crafts.",
  "freeToUse": "You Go Crafts tiene libertad para usar, copiar, modificar, publicar o redistribuir las Sugerencias con cualquier propósito y de cualquier manera sin dar crédito ni compensación alguna.",
  "yourConsent": "Tu Consentimiento",
  "updatedTermsIntro": "Hemos actualizado nuestros Términos y Condiciones para brindarte total transparencia sobre lo que se establece cuando visitas nuestro sitio y cómo se utiliza. Al utilizar nuestro sitio web, registrarte una cuenta o realizar una compra, aceptas nuestros Términos y Condiciones.",
  "linksToOtherWebsites": "Enlaces a otros sitios web",
  "termsAndConditionsDescription": "Estos Términos y Condiciones se aplican solo a los Servicios. Los Servicios pueden contener enlaces a otros sitios web que no son operados o controlados por You Go Crafts. No somos responsables del contenido, la precisión o las opiniones expresadas en dichos sitios web, y no se investigan, supervisan o verifican por nosotros en cuanto a precisión o integridad. Recuerde que cuando utiliza un enlace para ir de los Servicios a otro sitio web, nuestros Términos y Condiciones ya no están en vigencia. Su navegación e interacción en cualquier otro sitio web, incluidos aquellos que tienen un enlace en nuestra plataforma, está sujeta a las reglas y políticas propias de ese sitio web. Dichos terceros pueden utilizar sus propias cookies u otros métodos para recopilar información sobre usted.",
  "cookiesTitle": "Cookies",
  "cookiesContent": "You Go Crafts utiliza \"Cookies\" para identificar las áreas de nuestro sitio web que has visitado. Una Cookie es un pequeño fragmento de datos almacenado en tu computadora o dispositivo móvil por tu navegador web. Utilizamos Cookies para mejorar el rendimiento y la funcionalidad de nuestro sitio web, pero no son esenciales para su uso. Sin embargo, sin estas cookies, ciertas funcionalidades como los videos pueden volverse no disponibles, o se te pediría ingresar tus datos de inicio de sesión cada vez que visites el sitio web, ya que no podríamos recordar que habías iniciado sesión previamente. La mayoría de los navegadores web se pueden configurar para deshabilitar el uso de Cookies. Sin embargo, si deshabilitas las Cookies, es posible que no puedas acceder a la funcionalidad de nuestro sitio web correctamente o en absoluto. Nunca colocamos Información de Identificación Personal en las Cookies.",
  "changesTitle": "Cambios en nuestros Términos y Condiciones",
  "changesContent": "Reconoces y aceptas que You Go Crafts puede dejar de proporcionar el Servicio (permanentemente o temporalmente) a ti o a los usuarios en general, a su sola discreción, sin previo aviso. Puedes dejar de usar el Servicio en cualquier momento. No necesitas informar específicamente a You Go Crafts cuando dejes de usar el Servicio. Reconoces y aceptas que si You Go Crafts deshabilita el acceso a tu cuenta, es posible que se te impida acceder al Servicio, a los detalles de tu cuenta o a cualquier archivo u otros materiales que se encuentren en tu cuenta.",
  "termsConditionsChange": "Si decidimos cambiar nuestros Términos y condiciones, publicaremos esos cambios en esta página y/o actualizaremos la fecha de modificación de los Términos y condiciones a continuación.",
  "modificationsTitle": "Modificaciones en Nuestro Sitio Web",
  "modificationsContent": "You Go Crafts se reserva el derecho de modificar, suspender o interrumpir, temporal o permanentemente, el sitio web o cualquier servicio al que se conecta, con o sin previo aviso y sin responsabilidad para usted.",
  "updatesTitle": "Actualizaciones en Nuestro Sitio Web",
  "updatesContent1": "De vez en cuando, You Go Crafts puede proporcionar mejoras o mejoras a las características/funcionalidades del sitio web, que pueden incluir parches, correcciones de errores, actualizaciones, mejoras y otras modificaciones (\"Actualizaciones\").",
  "updatesContent2": "Las Actualizaciones pueden modificar o eliminar ciertas características y/o funcionalidades del sitio web. Usted acepta que You Go Crafts no tiene la obligación de (i) proporcionar ninguna Actualización, o (ii) continuar proporcionando o habilitando características y/o funcionalidades particulares del sitio web para usted.",
  "updatesContent3": "Además, usted acepta que todas las Actualizaciones se considerarán (i) parte integral del sitio web y (ii) estarán sujetas a los términos y condiciones de este Acuerdo.",
  "thirdPartyServices": "Servicios de Terceros",
  "thirdPartyContentDescription": "Podemos mostrar, incluir o poner a disposición contenido de terceros (incluidos datos, información, aplicaciones y otros productos o servicios) o proporcionar enlaces a sitios web o servicios de terceros ('Servicios de Terceros').",
  "thirdPartyDisclaimer1": "Usted reconoce y acepta que You Go Crafts no será responsable de ningún Servicio de Terceros, incluida su precisión, integridad, puntualidad, validez, cumplimiento de derechos de autor, legalidad, decencia, calidad u otro aspecto relacionado. You Go Crafts no asume y no tendrá ninguna responsabilidad hacia usted ni hacia ninguna otra persona o entidad por ningún Servicio de Terceros.",
  "thirdPartyDisclaimer2": "Los Servicios de Terceros y los enlaces a los mismos se proporcionan únicamente como una conveniencia para usted, y usted accede y los utiliza completamente bajo su propio riesgo y sujeto a los términos y condiciones de dichos terceros.",
  "termAndTermination": "Término y Terminación",
  "agreementDescription1": "Este Acuerdo permanecerá en vigencia hasta que sea terminado por usted o You Go Crafts.",
  "agreementDescription2": "You Go Crafts puede, a su sola discreción, en cualquier momento y por cualquier razón o sin ninguna razón, suspender o terminar este Acuerdo con o sin previo aviso.",
  "agreementDescription3": "Este Acuerdo terminará de inmediato, sin previo aviso de You Go Crafts, en caso de que no cumpla con alguna disposición de este Acuerdo. También puede terminar este Acuerdo eliminando el sitio web y todas las copias del mismo de su computadora.",
  "agreementDescription4": "Al terminar este Acuerdo, deberá cesar todo uso del sitio web y eliminar todas las copias del sitio web de su computadora.",
  "agreementDescription5": "La terminación de este Acuerdo no limitará ninguno de los derechos o remedios de You Go Crafts en virtud de la ley o la equidad en caso de incumplimiento por su parte (durante el plazo de este Acuerdo) de alguna de sus obligaciones en virtud del presente Acuerdo.",
  "copyrightInfringementNoticeTitle": "Aviso de infracción de derechos de autor",
  "copyrightInfringementNoticeContent": "Si usted es propietario de derechos de autor o agente del propietario y cree que algún material en nuestro sitio web constituye una infracción de sus derechos de autor, comuníquese con nosotros proporcionando la siguiente información: (a) una firma física o electrónica del propietario de los derechos de autor o de una persona autorizada para actuar en su nombre; (b) identificación del material que se afirma que infringe; (c) su información de contacto, incluida su dirección, número de teléfono y correo electrónico; (d) una declaración suya de que cree de buena fe que el uso del material no está autorizado por los propietarios de los derechos de autor; y (e) una declaración de que la información en la notificación es precisa y, bajo pena de perjurio, está autorizado para actuar en nombre del propietario.",
  "indemnificationTitle": "Indemnización",
  "indemnificationContent": "Usted acepta indemnizar y eximir de responsabilidad a You Go Crafts y a sus empresas matrices, subsidiarias, afiliadas, funcionarios, empleados, agentes, socios y licenciantes (si los hubiera) de cualquier reclamo o demanda, incluidos los honorarios razonables de abogados, debido a o derivados de: (a) su uso del sitio web; (b) violación de este Acuerdo o cualquier ley o regulación; o (c) violación de cualquier derecho de un tercero.",
  "noWarrantiesTitle": "Sin garantías",
  "websiteDisclaimer": "El sitio web se proporciona \"TAL CUAL\" y \"SEGÚN DISPONIBILIDAD\" y con todos los defectos y defectos sin garantía de ningún tipo. En la medida máxima permitida por la ley aplicable, You Go Crafts, en su propio nombre y en nombre de sus afiliados y sus respectivos licenciantes y proveedores de servicios, renuncia expresamente a todas las garantías, ya sean expresas, implícitas, legales o de otro tipo, con respecto al sitio web, incluidas todas las garantías implícitas de comerciabilidad, idoneidad para un propósito particular, título y no infracción, y garantías que puedan surgir de la relación comercial, el rendimiento, el uso o la práctica comercial. Sin limitación a lo anterior, You Go Crafts no ofrece ninguna garantía ni compromiso, y no hace ninguna representación de ningún tipo de que el sitio web satisfará sus requisitos, logrará resultados previstos, será compatible o funcionará con cualquier otro software, sistemas o servicios, operará sin interrupciones, cumplirá con algún estándar de rendimiento o confiabilidad, será libre de errores o que cualquier error o defecto se pueda o se corregirá.",
  "additionalDisclaimer": "Sin limitar lo anterior, ni You Go Crafts ni ningún proveedor de You Go Crafts hace ninguna representación o garantía de ningún tipo, expresa o implícita: (i) en cuanto al funcionamiento o la disponibilidad del sitio web, o la información, contenido y materiales o productos incluidos en él; (ii) que el sitio web será ininterrumpido o sin errores; (iii) en cuanto a la precisión, confiabilidad o actualidad de cualquier información o contenido proporcionado a través del sitio web; o (iv) que el sitio web, sus servidores, el contenido o los correos electrónicos enviados por o en nombre de You Go Crafts estén libres de virus, scripts, troyanos, gusanos, malware, bombas de tiempo u otros componentes dañinos.",
  "jurisdictionsDisclaimer": "Algunas jurisdicciones no permiten la exclusión o limitaciones de garantías implícitas o las limitaciones de los derechos estatutarios aplicables de un consumidor, por lo que algunas o todas las exclusiones y limitaciones anteriores pueden no aplicarse a usted.",
  "limitationOfLiabilityTitle": "Limitación de responsabilidad",
  "limitationOfLiabilityContent1": "No obstante los daños que pueda sufrir, la responsabilidad total de You Go Crafts y cualquiera de sus proveedores en virtud de cualquier disposición de este Acuerdo y su recurso exclusivo para todo lo anterior se limitará a la cantidad realmente pagada por usted por el sitio web.",
  "limitationOfLiabilityContent2": "En la medida máxima permitida por la ley aplicable, en ningún caso You Go Crafts o sus proveedores serán responsables por daños especiales, incidentales, indirectos o consecuentes de ninguna índole (incluyendo, entre otros, daños por pérdida de beneficios, por pérdida de datos u otra información, por interrupción del negocio, por lesiones personales, por pérdida de privacidad derivada de o de alguna manera relacionada con el uso o la incapacidad de uso del sitio web, software de terceros y/o hardware de terceros utilizado con el sitio web, o de otra manera en conexión con cualquier disposición de este Acuerdo), incluso si se ha informado a You Go Crafts o a cualquier proveedor de la posibilidad de tales daños e incluso si el remedio falla en su propósito esencial.",
  "limitationOfLiabilityContent3": "Algunos estados/jurisdicciones no permiten la exclusión o limitación de daños incidentales o consecuentes, por lo que la limitación o exclusión anterior puede no aplicarse a usted.",
  "severabilityHeading": "Divisibilidad",
  "severabilityContent1": "Si se determina que alguna disposición de este Acuerdo no es exigible o inválida, dicha disposición se modificará e interpretará para lograr los objetivos de dicha disposición en la mayor medida posible según la ley aplicable, y las disposiciones restantes continuarán en pleno vigor y efecto.",
  "severabilityContent2": "Este Acuerdo, junto con la Política de Privacidad y cualquier otro aviso legal publicado por You Go Crafts en los Servicios, constituirá el acuerdo completo entre usted y You Go Crafts con respecto a los Servicios. Si alguna disposición de este Acuerdo es considerada inválida por un tribunal de jurisdicción competente, la invalidez de dicha disposición no afectará la validez de las disposiciones restantes de este Acuerdo, que permanecerán en pleno vigor y efecto. La renuncia a cualquier término de este Acuerdo no se considerará una renuncia adicional o continua de dicho término o cualquier otro término, y la falta de You Go Crafts para hacer valer cualquier derecho o disposición en virtud de este Acuerdo no constituirá una renuncia a tal derecho o disposición. USTED Y You Go Crafts ACUERDAN QUE CUALQUIER CAUSA DE ACCIÓN QUE SURJA O ESTÉ RELACIONADA CON LOS SERVICIOS DEBE COMENZAR DENTRO DE UN (1) AÑO DESPUÉS DE QUE SURJA LA CAUSA DE ACCIÓN. DE LO CONTRARIO, DICHA CAUSA DE ACCIÓN QUEDA PERMANENTEMENTE EXCLUIDA.",
  "waiverHeading": "Renuncia",
  "waiverContent1": "Excepto según lo dispuesto en este documento, la falta de ejercicio de un derecho o la exigencia de cumplimiento de una obligación en virtud de este Acuerdo no afectará la capacidad de una parte para ejercer dicho derecho o exigir dicho cumplimiento en cualquier momento posterior ni la renuncia a un incumplimiento constituirá una renuncia a cualquier incumplimiento posterior.",
  "waiverContent2": "La falta de ejercicio, y ninguna demora en el ejercicio, por parte de cualquiera de las partes, de cualquier derecho o poder en virtud de este Acuerdo no operará como una renuncia de ese derecho o poder. Tampoco ninguna renuncia única o parcial de cualquier derecho o poder en virtud de este Acuerdo precluirá el ejercicio posterior de ese o cualquier otro derecho otorgado en virtud del mismo. En caso de conflicto entre este Acuerdo y cualquier compra aplicable u otros términos, los términos de este Acuerdo regirán.",
  "amendmentsTitle": "Modificaciones a este Acuerdo",
  "amendmentsContent1": "You Go Crafts se reserva el derecho, a su sola discreción, de modificar o reemplazar este Acuerdo en cualquier momento. Si una revisión es material, proporcionaremos al menos 30 días de aviso antes de que entren en vigencia los nuevos términos. Lo que constituye un cambio material se determinará a nuestra sola discreción.",
  "amendmentsContent2": "Al continuar accediendo o utilizando nuestro sitio web después de que entren en vigencia las revisiones, acepta quedar obligado por los términos revisados. Si no está de acuerdo con los nuevos términos, ya no está autorizado para usar You Go Crafts.",
  "entireAgreementTitle": "Acuerdo Completo",
  "entireAgreementContent1": "El Acuerdo constituye el acuerdo completo entre usted y You Go Crafts con respecto a su uso del sitio web y reemplaza todos los acuerdos escritos u orales anteriores y contemporáneos entre usted y You Go Crafts.",
  "entireAgreementContent2": "Puede estar sujeto a términos y condiciones adicionales que se apliquen cuando use o compre otros servicios de You Go Crafts, que You Go Crafts le proporcionará en el momento de dicho uso o compra.",
  "updatesToOurTermsTitle": "Actualizaciones de Nuestros Términos",
  "updatesToOurTermsContent": "Podemos cambiar nuestro Servicio y políticas, y es posible que necesitemos realizar cambios en estos Términos para que reflejen con precisión nuestro Servicio y políticas. A menos que la ley lo requiera de otra manera, le notificaremos (por ejemplo, a través de nuestro Servicio) antes de realizar cambios en estos Términos y le daremos la oportunidad de revisarlos antes de que entren en vigencia. Luego, si continúa utilizando el Servicio, quedará obligado por los Términos actualizados. Si no desea aceptar estos Términos o cualquier Término actualizado, puede eliminar su cuenta.",
  "intellectualPropertyTitle": "Propiedad Intelectual",
  "intellectualPropertyContent": "El sitio web y todos sus contenidos, características y funcionalidades (incluidos, entre otros, toda la información, software, texto, visualizaciones, imágenes, video y audio, y el diseño, selección y disposición de los mismos) son propiedad de You Go Crafts, sus licenciantes u otros proveedores de dicho material y están protegidos por leyes internacionales de derechos de autor, marcas comerciales, patentes, secretos comerciales y otras leyes de propiedad intelectual o derechos de propiedad. El material no puede ser copiado, modificado, reproducido, descargado ni distribuido de ninguna manera, en su totalidad o en parte, sin el permiso expreso por escrito de You Go Crafts, a menos que se indique expresamente en estos Términos y Condiciones. Se prohíbe cualquier uso no autorizado del material.",
  "agreementToArbitrate": "Acuerdo de Arbitraje",
  "arbitrationSection": "Esta sección se aplica a cualquier disputa, EXCEPTO QUE NO INCLUYE UNA DISPUTA RELATIVA A RECLAMACIONES DE INJUNCION O ALIVIO EQUITATIVO CON RESPECTO A LA EJECUCIÓN O VALIDEZ DE LOS DERECHOS DE PROPIEDAD INTELECTUAL DE USTED O DE You Go Crafts. El término 'disputa' significa cualquier disputa, acción u otra controversia entre usted y You Go Crafts con respecto a los Servicios o este acuerdo, ya sea en contrato, garantía, agravio, estatuto, regulación, ordenanza o cualquier otra base legal o equitativa. 'Disputa' se interpretará en el sentido más amplio posible permitido por la ley.",
  "noticeOfDispute": "Aviso de Disputa",
  "noticeOfDisputeSection": "En caso de una disputa, usted o You Go Crafts deben dar al otro un Aviso de Disputa, que es una declaración por escrito que establece el nombre, dirección e información de contacto de la parte que lo presenta, los hechos que dan lugar a la disputa y el alivio solicitado. Debe enviar cualquier Aviso de Disputa por correo electrónico a: [email protected] You Go Crafts enviará cualquier Aviso de Disputa a usted por correo a su dirección si la tenemos, o de lo contrario a su dirección de correo electrónico. Usted y You Go Crafts intentarán resolver cualquier disputa a través de negociación informal dentro de los sesenta (60) días a partir de la fecha en que se envíe el Aviso de Disputa. Después de sesenta (60) días, usted o You Go Crafts pueden iniciar el arbitraje.",
  "bindingArbitration": "Arbitraje Vinculante",
  "bindingArbitrationSection": "Si usted y You Go Crafts no resuelven ninguna disputa mediante negociación informal, cualquier otro esfuerzo para resolver la disputa se llevará a cabo exclusivamente mediante arbitraje vinculante según se describe en esta sección. Usted renuncia al derecho de litigar (o participar como parte o miembro de clase) todas las disputas en el tribunal ante un juez o jurado. La disputa se resolverá mediante arbitraje vinculante de acuerdo con las reglas de arbitraje comercial de la Asociación Estadounidense de Arbitraje. Cualquiera de las partes puede buscar cualquier alivio provisional o preliminar de cualquier tribunal de jurisdicción competente, según sea necesario para proteger los derechos o la propiedad de la parte pendiente de la finalización del arbitraje. Todos y cada uno de los costos legales, contables y otros costos, tarifas y gastos incurridos por la parte que prevalece serán sufragados por la parte no prevaleciente.",
  "submissionsPrivacyTitle": "Envíos y privacidad",
  "submissionsPrivacyContent": "En el caso de que envíe o publique ideas, sugerencias creativas, diseños, fotografías, información, anuncios, datos o propuestas, incluidas ideas para productos, servicios, funciones, tecnologías o promociones nuevos o mejorados, acepta expresamente que dichos envíos se tratarán automáticamente como no confidenciales y no propietarios y se convertirán en propiedad exclusiva de You Go Crafts sin ninguna compensación o crédito para usted en absoluto. You Go Crafts y sus afiliados no tendrán ninguna obligación con respecto a tales envíos o publicaciones y podrán utilizar las ideas contenidas en tales envíos o publicaciones para cualquier propósito en cualquier medio en perpetuidad, incluidos, entre otros, el desarrollo, la fabricación y la comercialización de productos y servicios utilizando tales ideas.",
  "promotionsTitle": "Promociones",
  "promotionsContent": "You Go Crafts puede, de vez en cuando, incluir concursos, promociones, sorteos u otras actividades (“Promociones”) que requieran que envíe material o información sobre usted. Tenga en cuenta que todas las Promociones pueden estar regidas por reglas separadas que pueden contener ciertos requisitos de elegibilidad, como restricciones de edad y ubicación geográfica. Usted es responsable de leer todas las reglas de las Promociones para determinar si es elegible o no para participar. Si participa en alguna Promoción, acepta cumplir y cumplir con todas las Reglas de las Promociones.\n\nTérminos y condiciones adicionales pueden aplicarse a compras de bienes o servicios en o a través de los Servicios, los cuales son parte de este Acuerdo por esta referencia.",
  "typographicalErrorsTitle": "Errores tipográficos",
  "typographicalErrorsContent": "En caso de que un producto y/o servicio se liste a un precio incorrecto o con información incorrecta debido a un error tipográfico, tendremos el derecho de rechazar o cancelar cualquier pedido realizado para el producto y/o servicio listado a un precio incorrecto. Tendremos el derecho de rechazar o cancelar cualquier pedido de este tipo, ya sea que el pedido haya sido confirmado y su tarjeta de crédito cargada. Si su tarjeta de crédito ya ha sido cargada por la compra y su pedido es cancelado, emitiremos inmediatamente un crédito en su cuenta de tarjeta de crédito u otra cuenta de pago por el monto del cargo.",
  "miscellaneousTitle": "Misceláneo",
  "miscellaneousContent": "Si por alguna razón un tribunal de jurisdicción competente encuentra que alguna disposición o parte de estos Términos y Condiciones no es exigible, el resto de estos Términos y Condiciones continuará en pleno vigor y efecto. Cualquier renuncia a alguna disposición de estos Términos y Condiciones será efectiva solo si está por escrito y firmada por un representante autorizado de You Go Crafts. You Go Crafts tendrá derecho a medidas cautelares u otros remedios equitativos (sin la obligación de presentar cualquier fianza o garantía) en caso de incumplimiento o incumplimiento anticipado por su parte. You Go Crafts opera y controla el Servicio de You Go Crafts desde sus oficinas. El Servicio no está destinado a su distribución o uso por parte de ninguna persona o entidad en ninguna jurisdicción o país donde dicha distribución o uso sea contraria a la ley o regulación. En consecuencia, aquellas personas que elijan acceder al Servicio de You Go Crafts desde otras ubicaciones lo hacen por su propia iniciativa y son únicamente responsables del cumplimiento de las leyes locales, en la medida en que las leyes locales sean aplicables. Estos Términos y Condiciones (que incluyen e incorporan la Política de Privacidad de You Go Crafts) contienen el entendimiento completo y sustituyen todos los entendimientos previos entre usted y You Go Crafts con respecto a su objeto y no pueden ser cambiados o modificados por usted. Los títulos de las secciones utilizados en este Acuerdo son solo para conveniencia y no tendrán ninguna importancia legal.",
  "disclaimerTitle": "Aviso legal",
  "content1": "You Go Crafts no se hace responsable de ningún contenido, código u otra imprecisión.",
  "content2": "You Go Crafts no proporciona garantías ni garantías.",
  "content3": "En ningún caso You Go Crafts será responsable de ningún daño especial, directo,daños indirectos, consecuentes o incidentales o cualquier dañocualquiera sea, ya sea en acción contractual, negligencia u otraagravio, que surja de o en conexión con el uso del Servicio oel contenido del Servicio. La Compañía se reserva el derecho de realizaradiciones, eliminaciones o modificaciones de los contenidos del Servicioen cualquier momento sin previo aviso.",
  "content4": "El Servicio You Go Crafts y sus contenidos se proporcionan \"tal cual\" y \"según disponibilidad\" sin ninguna garantía o representación de ningún tipo, ya sea expresa o implícita. You Go Crafts es un distribuidor y no un editor del contenido suministrado por terceros; como tal, You Go Crafts no ejerce control editorial sobre dicho contenido y no ofrece ninguna garantía o representación sobre la exactitud, confiabilidad o actualidad de cualquier información, contenido, servicio o mercancía proporcionada a través o accesible a través del Servicio You Go Crafts. Sin limitar lo anterior, You Go Crafts renuncia específicamente a todas las garantías y representaciones en cualquier contenido transmitido en o en conexión con el Servicio You Go Crafts o en sitios que puedan aparecer como enlaces en el Servicio You Go Crafts, o en los productos proporcionados como parte de, o de otra manera en conexión con, el Servicio You Go Crafts, incluyendo sin limitación cualquier garantía de comerciabilidad, idoneidad para un propósito particular o no infracción de derechos de terceros. Ningún consejo oral o información escrita proporcionada por You Go Crafts o cualquiera de sus afiliados, empleados, funcionarios, directores, agentes o similares creará una garantía. La información de precios y disponibilidad está sujeta a cambios sin previo aviso. Sin limitar lo anterior, You Go Crafts no garantiza que el Servicio You Go Crafts será ininterrumpido, no corrupto, oportuno o libre de errores.",
  "contactUsTitle": "Contáctenos",
  "contactUsContent": "No dude en contactarnos si tiene alguna pregunta.",
  "contactViaEmail": "Por correo electrónico:",
  "lastUpdated": "Ultimo aggiornamento: 8 gennaio 2024",
  "description": "Questa Informativa sulla privacy descrive le nostre politiche e procedure sulla raccolta, l'uso e la divulgazione delle tue informazioni quando utilizzi il Servizio e ti informa sui tuoi diritti sulla privacy e su come la legge ti protegge.",
  "personalDataUsage": "Utilizziamo i tuoi dati personali per fornire e migliorare il Servizio. Utilizzando il Servizio, accetti la raccolta e l'uso delle informazioni in conformità con questa Informativa sulla privacy. Questa Informativa sulla privacy è stata creata con l'aiuto del Generatore di Informativa sulla privacy.",
  "interpretationAndDefinitions": "Interpretazione e definizioni",
  "interpretation": "Interpretazione",
  "capitalizedWordsMeaning": "Le parole la cui lettera iniziale è maiuscola hanno significati definiti nelle seguenti condizioni. Le seguenti definizioni avranno lo stesso significato indipendentemente che appaiano al singolare o al plurale.",
  "definitions": "Definizioni",
  "forPurposesOfPrivacyPolicy": "Ai fini di questa Informativa sulla privacy:",
  "uniqueAccount": "significa una cuenta única creada para que Usted pueda acceder a nuestro Servicio o partes de nuestro Servicio.",
  "entityControl": "significa una entidad que controla, está controlada por o está bajo control común con una parte, donde 'control' significa la propiedad del 50% o más de las acciones, intereses de capital u otros valores con derecho a voto para la elección de directores u otra autoridad de gestión.",
  "theCompany": "(referido como 'la Compañía', 'Nosotros', 'Nos' o 'Nuestro' en este Acuerdo) se refiere a You Go Project, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, planta 1, local 4 29002 Málaga.",
  "cookies": "son pequeños archivos que se colocan en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, que contienen los detalles de su historial de navegación en ese sitio web entre sus muchos usos.",
  "spain": "se refiere a: España",
  "device1": "significa cualquier dispositivo que puede acceder al Servicio, como una computadora, un teléfono celular o una tableta digital.",
  "personalInformation": "es cualquier información que se refiere a una persona identificada o identificable.",
  "theWebsite": "se refiere al Sitio web.",
  "dataProcessor": "significa cualquier persona natural o jurídica que procesa los datos en nombre de la Compañía. Se refiere a empresas o individuos de terceros empleados por la Compañía para facilitar el Servicio, proporcionar el Servicio en nombre de la Compañía, realizar servicios relacionados con el Servicio o ayudar a la Compañía a analizar cómo se utiliza el Servicio.",
  "refersToAnyWebsite": "se refiere a cualquier sitio web o cualquier sitio web de redes sociales a través del cual un usuario puede iniciar sesión o crear una cuenta para utilizar el servicio",
  "refersToDataCollectedAutomatically": "se refiere a datos recopilados automáticamente, ya sea generados por el uso del servicio o desde la propia infraestructura del servicio (por ejemplo, la duración de una visita a la página).",
  "refersToYouGoCrafts": "se refiere a You Go Crafts, accesible desde",
  "meansTheIndividual": "significa el individuo que accede o utiliza el servicio, o la empresa u otra entidad legal en nombre de la cual dicho individuo está accediendo o utilizando el servicio, según corresponda.",
  "collectingAndUsingYourPersonalData": "Recopilación y uso de sus datos personales",
  "typesOfDataCollected": "Tipos de datos recopilados",
  "personalData": "Datos personales",
  "whileUsingOurService": "Mientras utiliza nuestro servicio, podemos solicitarle que nos proporcione cierta información de identificación personal que se puede utilizar para ponerse en contacto o identificarlo. La información de identificación personal puede incluir, entre otras cosas:",
  "firstNameAndLastName": "Nombre y apellido",
  "addressStateProvincePostalCodeCity": "Dirección, Estado, Provincia, Código postal, Ciudad",
  "usageData": "Datos de uso",
  "usageDataTitle": "Los datos de uso se recopilan automáticamente al utilizar el Servicio.",
  "usageDataContent": "Los datos de uso pueden incluir información como su Dirección de protocolo de Internet del dispositivo (por ejemplo, dirección IP), tipo de navegador, versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo transcurrido en esas páginas, dispositivo único identificadores y otros datos de diagnóstico.",
  "mobileDeviceInfo": "Cuando accede al Servicio a través de un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, pero no limitado a, el tipo de dispositivo móvil que utiliza, la identificación única de su dispositivo móvil, la dirección IP de su dispositivo móvil, el sistema operativo móvil que utiliza, el tipo de navegador de Internet móvil que utiliza, identificadores de dispositivos únicos y otros datos de diagnóstico.",
  "browserInfo": "También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil.",
  "thirdPartySocialMedia": "Información de servicios de redes sociales de terceros",
  "socialMediaServices": "La Compañía le permite crear una cuenta e iniciar sesión para usar el Servicio a través de los siguientes servicios de redes sociales de terceros:",
  "socialMediaList": ["Google", "Facebook", "Instagram", "Twitter", "LinkedIn"],
  "thirdPartyInfo": "Si decide registrarse o de alguna manera otorgarnos acceso a un servicio de redes sociales de terceros, podemos recopilar datos personales que ya están asociados con la cuenta de su servicio de redes sociales de terceros, como su nombre, dirección de correo electrónico, sus actividades o su lista de contactos asociada con esa cuenta.",
  "additionalInfo": "También puede tener la opción de compartir información adicional con la Compañía a través de la cuenta de su servicio de redes sociales de terceros. Si elige proporcionar dicha información y datos personales, durante el registro u de otra manera, le está dando permiso a la Compañía para usar, compartir y almacenarla de acuerdo con esta Política de privacidad.",
  "trackingTechnologiesAndCookies": "Tecnologías de seguimiento y cookies",
  "trackingTechnologiesDescription": "Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro servicio y almacenar cierta información. Las tecnologías de seguimiento utilizadas son balizas, etiquetas y scripts para recopilar y rastrear información y mejorar y analizar nuestro servicio. Las tecnologías que utilizamos pueden incluir:",
  "cookieDescription1": "Una cookie es un pequeño archivo colocado en su dispositivo. Puede indicarle a su navegador que rechace todas las cookies o que le indique cuando se envía una cookie. Sin embargo, si no acepta cookies, es posible que no pueda utilizar algunas partes de nuestro servicio. A menos que haya ajustado la configuración de su navegador para que rechace las cookies, nuestro servicio puede utilizar cookies.",
  "cookieDescription2": "Ciertas secciones de nuestro servicio y nuestros correos electrónicos pueden contener pequeños archivos electrónicos conocidos como balizas web (también conocidos como gifs transparentes, etiquetas de píxeles y gifs de píxeles únicos) que permiten a la empresa, por ejemplo, contar usuarios que han visitado esas páginas o abierto un correo electrónico y para otras estadísticas relacionadas con el sitio web (por ejemplo, registrar la popularidad de una determinada sección y verificar la integridad del sistema y del servidor).",
  "cookieDescription3": "Las cookies pueden ser 'persistentes' o 'de sesión'. Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando está sin conexión, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web. Puede obtener más información sobre las cookies en el artículo del sitio web de TermsFeed.",
  "cookieDescription4": "Utilizamos tanto cookies de sesión como persistentes para los fines establecidos a continuación:",
  "necessaryCookies": "Cookies necesarias / esenciales",
  "cookieType": "Tipo: cookies de sesión",
  "administeredBy": "Administrado por: Nosotros",
  "cookiePurpose": "Propósito: Estas cookies son esenciales para proporcionarle los servicios disponibles a través del sitio web y permitirle utilizar algunas de sus funciones. Ayudan a autenticar a los usuarios y a prevenir el uso fraudulento de las cuentas de usuario. Sin estas cookies, no se pueden proporcionar los servicios que ha solicitado, y solo utilizamos estas cookies para proporcionarle esos servicios.",
  "cookiesPolicyAcceptance": "Cookies / Aceptación de la política de cookies",
  "cookieTypePersistent": "Tipo: cookies persistentes",
  "administeredByUs": "Administrado por: Nosotros",
  "cookiesPurpose": "Propósito: Estas Cookies identifican si los usuarios han aceptado el uso de cookies en el sitio web.",
  "functionalityCookiesTitle": "Cookies de funcionalidad",
  "functionalityCookiesType": "Tipo: Cookies persistentes",
  "functionalityCookiesAdministered": "Administrado por: Nosotros",
  "functionalityCookiesPurpose": "Propósito: Estas Cookies nos permiten recordar las elecciones que realiza al usar el sitio web, como recordar sus detalles de inicio de sesión o preferencia de idioma. El propósito de estas Cookies es proporcionarle una experiencia más personal y evitar que tenga que volver a ingresar sus preferencias cada vez que use el sitio web.",
  "moreInfoAboutCookies": "Para obtener más información sobre las cookies que utilizamos y sus opciones con respecto a las cookies, visite nuestra Política de cookies o la sección de cookies de nuestra Política de privacidad.",
  "useOfPersonalDataTitle": "Uso de sus datos personales",
  "useOfPersonalDataPurposes": "La Compañía podrá utilizar Datos Personales para los siguientes fines:",
  "useOfPersonalDataPurposes1": "incluido el monitoreo del uso de nuestro servicio.",
  "useOfPersonalDataPurposes2": "para gestionar su registro como usuario del servicio. Los datos personales que proporciona le pueden dar acceso a diferentes funcionalidades del servicio que están disponibles para usted como usuario registrado.",
  "useOfPersonalDataPurposes3": "el desarrollo, cumplimiento y ejecución del contrato de compra de los productos, artículos o servicios que ha comprado o de cualquier otro contrato con nosotros a través del servicio.",
  "useOfPersonalDataPurposes4": "Para comunicarnos con usted por correo electrónico, llamadas telefónicas, SMS u otras formas equivalentes de comunicación electrónica, como notificaciones push de la aplicación móvil sobre actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidas las actualizaciones de seguridad, cuando sea necesario o razonable para su implementación.",
  "useOfPersonalDataPurposes5": "con noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos y que son similares a los que ya ha comprado o preguntado, a menos que haya optado por no recibir dicha información.",
  "useOfPersonalDataPurposes6": "Para atender y gestionar sus solicitudes hacia nosotros.",
  "mergeDivestiture": "Podemos utilizar su información para evaluar o llevar a cabo una fusión, desinversión, reestructuración, reorganización, disolución u otra venta o transferencia de la totalidad o parte de nuestros activos, ya sea como empresa en funcionamiento o como parte de un proceso de quiebra, liquidación o procedimiento similar, en el que los datos personales que poseemos sobre los usuarios de nuestro servicio estén entre los activos transferidos.",
  "otherPurposes": "Podemos utilizar su información para otros fines, como análisis de datos, identificación de tendencias de uso, determinación de la efectividad de nuestras campañas promocionales y para evaluar y mejorar nuestro servicio, productos, servicios, marketing y su experiencia.",
  "sharePersonalInfo": "Podemos compartir su información personal en las siguientes situaciones:",
  "shareWithServiceProviders": "Podemos compartir su información personal con proveedores de servicios para supervisar y analizar el uso de nuestro servicio, para contactarlo.",
  "shareTransferInfo": "Podemos compartir o transferir su información personal en relación con, o durante las negociaciones de, cualquier fusión, venta de activos de la empresa, financiamiento o adquisición de toda o parte de nuestro negocio a otra empresa.",
  "shareWithAffiliates": "Podemos compartir su información con nuestras filiales, en cuyo caso requeriremos que esas filiales respeten esta Política de privacidad. Las filiales incluyen nuestra empresa matriz y cualquier otra subsidiaria, socios de empresas conjuntas u otras empresas que controlemos o que estén bajo nuestro control común.",
  "shareWithBusinessPartners": "Podemos compartir su información con nuestros socios comerciales para ofrecerle ciertos productos, servicios o promociones.",
  "publicInteractionDisclaimer": "Cuando comparta información personal o interactúe en las áreas públicas con otros usuarios, dicha información puede ser vista por todos los usuarios y puede distribuirse públicamente. Si interactúa con otros usuarios o se registra a través de un Servicio de redes sociales de terceros, los contactos en el Servicio de redes sociales de terceros podrían ver su nombre, perfil, fotos y descripción de su actividad. De manera similar, otros usuarios podrán ver descripciones de su actividad, comunicarse con usted y ver su perfil.",
  "otherPurposeDisclosure": "Podemos divulgar su información personal para cualquier otro propósito con su consentimiento.",
  "retentionHeading": "Retención de sus datos personales",
  "retentionParagraph1": "La Empresa retendrá sus Datos Personales solo durante el tiempo que sea necesario para los fines establecidos en esta Política de privacidad. Retendremos y utilizaremos sus Datos Personales en la medida en que sea necesario para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a retener sus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.",
  "retentionParagraph2": "La Empresa también retendrá Datos de uso con fines de análisis interno. Por lo general, los Datos de uso se retienen por un período de tiempo más corto, excepto cuando estos datos se utilizan para fortalecer la seguridad o mejorar la funcionalidad de nuestro Servicio, o estamos legalmente obligados a retener estos datos durante períodos de tiempo más largos.",
  "transferHeading": "Transferencia de sus datos personales",
  "transferParagraph1": "Su información, incluidos los Datos Personales, se procesa en las oficinas operativas de la Empresa y en cualquier otro lugar donde se encuentren las partes involucradas en el procesamiento. Esto significa que esta información puede ser transferida y mantenida en computadoras ubicadas fuera de su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de su jurisdicción.",
  "transferParagraph2": "Su consentimiento a esta Política de privacidad seguido de su envío de dicha información representa su acuerdo con esa transferencia.",
  "transferParagraph3": "La Empresa tomará todas las medidas razonablemente necesarias para garantizar que sus datos se traten de manera segura y de acuerdo con esta Política de privacidad, y ninguna transferencia de sus Datos Personales se llevará a cabo a una organización o país a menos que haya controles adecuados en su lugar, incluida la seguridad de sus datos y otra información personal.",
  "deletePersonalData": "Eliminar tus datos personales",
  "deletePersonalDataContent1": "Tienes el derecho de eliminar o solicitar que te ayudemos a eliminar los datos personales que hemos recopilado sobre ti.",
  "deletePersonalDataContent2": "Nuestro servicio puede ofrecerte la capacidad de eliminar cierta información sobre ti desde dentro del servicio.",
  "deletePersonalDataContent3": "Puedes actualizar, modificar o eliminar tu información en cualquier momento iniciando sesión en tu cuenta, si tienes una, y visitando la sección de configuración de la cuenta que te permite gestionar tu información personal. También puedes contactarnos para solicitar acceso, corrección o eliminación de cualquier información personal que nos hayas proporcionado.",
  "deletePersonalDataContent4": "Ten en cuenta, sin embargo, que es posible que necesitemos retener cierta información cuando tengamos una obligación legal o una base legal para hacerlo.",
  "disclosurePersonalData": "Divulgación de tus datos personales",
  "businessTransactions": "Transacciones comerciales",
  "businessTransactionsContent": "Si la empresa está involucrada en una fusión, adquisición o venta de activos, tus datos personales pueden ser transferidos. Notificaremos antes de que tus datos personales sean transferidos y estén sujetos a una política de privacidad diferente.",
  "lawEnforcement": "Cumplimiento de la ley",
  "lawEnforcementContent": "En determinadas circunstancias, la empresa puede estar obligada a divulgar tus datos personales si así lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).",
  "otherLegalRequirements": "Otros requisitos legales",
  "otherLegalRequirementsContent": "La empresa puede divulgar tus datos personales con la creencia de buena fe de que dicha acción es necesaria para:",
  "complyLegalObligation": "Cumplir con una obligación legal",
  "protectDefendRights": "Proteger y defender los derechos o propiedades de la Empresa",
  "preventInvestigateWrongdoing": "Prevenir o investigar posibles conductas indebidas relacionadas con el Servicio",
  "protectPersonalSafety": "Proteger la seguridad personal de los Usuarios del Servicio o del público",
  "protectAgainstLegalLiability": "Proteger contra responsabilidad legal",
  "securityPersonalData": "Seguridad de tus datos personales",
  "dataSecurityDisclaimer": "La seguridad de sus datos personales es importante para nosotros, pero recuerde que ningún método de transmisión por Internet o método de almacenamiento electrónico es 100% seguro. Aunque nos esforzamos por utilizar medios comercialmente aceptables para proteger sus datos personales, no podemos garantizar su seguridad absoluta.",
  "childrensPrivacy": "Privacidad de los niños",
  "childrensPrivacyContent": "Nuestro Servicio no está dirigido a personas menores de 13 años. No recopilar conscientemente información de identificación personal de cualquier persona menores de 13 años. Si usted es padre o tutor y tiene conocimiento que su hijo nos ha proporcionado datos personales, comuníquese con nosotros. Si tomamos conocimiento de que hemos recopilado datos personales de cualquier persona menores de 13 años sin verificación del consentimiento de los padres, tomamos pasos para eliminar esa información de Nuestros servidores.",
  "relyOnConsent": "Si necesitamos depender del consentimiento como base legal para el procesamiento de su información y su país requiere el consentimiento de un padre, es posible que necesitemos el consentimiento de su padre antes de recopilar y utilizar esa información.",
  "otherWebsitesContent": "Nuestro servicio puede contener enlaces a otros sitios web que no son operados por nosotros. Si hace clic en un enlace de un tercero, será redirigido al sitio de ese tercero. Le recomendamos que revise la política de privacidad de cada sitio que visite.",
  "noControlDisclaimer": "No tenemos control y no asumimos ninguna responsabilidad por el contenido, políticas de privacidad o prácticas de cualquier sitio o servicio de terceros.",
  "changesToPrivacyPolicy": "Cambios en esta Política de Privacidad",
  "updateNotification": "Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página.",
  "notificationMethods": "Le informaremos por correo electrónico y/o con un aviso destacado en nuestro servicio, antes de que el cambio entre en vigor y actualizaremos la fecha de 'Última actualización' en la parte superior de esta Política de Privacidad.",
  "reviewPeriodically": "Se recomienda revisar esta Política de Privacidad periódicamente en busca de cambios. Los cambios en esta Política de Privacidad son efectivos cuando se publican en esta página.",
  "questionsAboutPolicy": "Si tiene alguna pregunta sobre esta Política de Privacidad, puede contactarnos:",
  "contactMethods": "Por correo electrónico: info@egeriadesarrollosocial.org"

}
