{
  "joinShoppingRevolution": "Συμμετάσχετε στην ΕΠΑΝΑΣΤΑΣΗ των αγορών",
  "revolutions": "ΕΠΑΝΑΣΤΑΣΕΙΣ",
  "withYouGo": "με το YouGo!",
  "confidence": "Πιστεύουμε ότι κάθε γυναίκα αξίζει να νιώθει αυτοπεποίθηση, στυλάτη και εξουσιοδοτημένη.",
  "lookAndFeelBest": "Είτε ψάχνετε για μοντέρνα ρούχα, άνετα παπούτσια, στιλάτα αξεσουάρ ή προϊόντα ομορφιάς που θα σας βοηθήσουν να είστε στην καλύτερη κατάστασή σας, τα έχουμε όλα.",
  "shopNow": "Κάντε τις αγορές σας τώρα!",
  "moneySaving": "Εξοικονόμηση χρημάτων",
  "secureShopping": "Ασφαλείς αγορές",
  "fastDelivery": "Γρήγορη παράδοση",
  "userFriendly": "Φιλικό προς τον χρήστη",
  "moneySavingContent": "Προσφέρουμε εξαιρετικές προσφορές και έκπτωσης σε τακτική βάση, έτσι ώστε να μπορείτε να εξοικονομήσετε τα χρήματά σας ενώ παραμένετε υπέροχοι και αισθάνεστε εξαιρετικά.",
  "secureShoppingContent": "Λαμβάνουμε επιπλέον μέτρα για να διασφαλίσουμε ότι η εμπειρία σας με εμάς είναι ασφαλής και χωρίς ανησυχίες.",
  "fastDeliveryContent": "Παρέχουμε γρήγορες και αξιόπιστες επιλογές παράδοσης για να φτάσουν τα προϊόντα σας σε εσάς γρήγορα.",
  "userFriendlyContent": "Η εύκολη πλοήγηση μας καθιστά απλό τον εντοπισμό των αγαπημένων σας προϊόντων ή την πραγματοποίηση αγορών.",
  "loading": "Φόρτωση",
  "chooseLanguage": "Επιλέξτε τη γλώσσα σας",
  "whyUsTitle": "ΓΙΑΤΙ ΕΜΑΣ;",
  "qualityStyleTitle": "Ποιότητα & Στυλ",
  "welcomeText": "Καλώς ήρθατε στο YouGo, όπου ποιότητα και στυλ συνδυάζονται για να σας προσφέρουν την καλύτερη δυνατή εμπειρία αγορών.",
  "prideText": "Είμαστε περήφανοι που στολίζουμε μια συλλογή μόδας και προϊόντων lifestyle που δεν είναι μόνο κομψά αλλά και της υψηλότερης ποιότητας.",
  "interestedInMore": "ΕΝΔΙΑΦΕΡΕΣΤΕ ΓΙΑ ΠΕΡΙΣΣΟΤΕΡΑ?",
  "ourProducts": "Τα Προϊόντα Μας",
  "trustedByCustomers": "Εμπιστευμένο από 100,000+ πελάτες σε όλο τον κόσμο",
  "fundedByEU": "Χρηματοδοτείται από την Ευρωπαϊκή Ένωση. Οι απόψεις που εκφράζονται είναι όμως εκείνες μόνο του συγγραφέα (ή των συγγραφέων) και δεν αντικατοπτρίζουν απαραίτητα εκείνες της Ευρωπαϊκής Ένωσης ή της Εκτελεστικής Υπηρεσίας Εκπαίδευσης και Πολιτισμού (EACEA). Ούτε η Ευρωπαϊκή Ένωση ούτε η EACEA μπορούν να φέρουν ευθύνη γι' αυτές.",
  "quickLinks": "Γρήγοροι σύνδεσμοι",
  "home": "Σπίτι",
  "sellOnYouGo": "Πώληση στο YouGo",
  "shop": "Κατάστημα",
  "aboutUs": "Σχετικά με εμάς",
  "contactUs": "Επικοινωνήστε μαζί μας",
  "allRightsReserved": "YouGo. Με επιφύλαξη παντός δικαιώματος.",
  "termsConditions": "Όροι & Προϋποθέσεις",
  "privacyPolicy": "Πολιτική Απορρήτου",
  "addProduct": "Προσθήκη προϊόντος",
  "login": "Σύνδεση",
  "sell": "Πώληση",
  "handmadeGoods": "Χειροποίητα είδη",
  "jewelry": "Κοσμήματα",
  "homeDecor": "Διακόσμηση σπιτιού",
  "clothing": "Ένδυση",
  "art": "Τέχνη",
  "vintageItems": "Παλαιά αντικείμενα",
  "photography": "Φωτογραφία",
  "cosmetics": "Καλλυντικά",
  "toys": "Παιχνίδια",
  "welcomeToYouGo": "Καλώς ήρθατε στο YouGo Ecommerce",
  "searchProduct": "Αναζήτηση προϊόντος",
  "categories": "Κατηγορίες",
  "findSomething": "Βρείτε κάτι που σας τραβά το ενδιαφέρον!",
  "noItemsInShop": "Δεν υπάρχουν προϊόντα στο κατάστημα αυτήν τη στιγμή",
  "noMatchedItems": "Δεν υπάρχουν προϊόντα που ταιριάζουν με την αναζήτησή σας",
  "noImagesAvailable": "Δεν υπάρχουν διαθέσιμες εικόνες",
  "chatWithSellerOnWhatsApp": "ΣΥΝΟΜΙΛΗΣΤΕ ΜΕ ΤΟΝ ΠΩΛΗΤΗ ΣΤΟ WHATSAPP",
  "contactSeller": "Επικοινωνία με τον Πωλητή",
  "safetyTips": "Συμβουλές ασφαλείας",
  "dontSendPrePayments": "Να θυμάστε, μην στέλνετε προπληρωμές",
  "meetSellerAtSafePlace": "Συναντήστε τον πωλητή σε ένα ασφαλές δημόσιο μέρος",
  "inspectGoods": "Επιθεωρήστε τα είδη για να βεβαιωθείτε ότι ικανοποιούν τις ανάγκες σας",
  "checkDocumentation": "Ελέγξτε όλα τα έγγραφα και πληρώστε μόνο αν είστε ικανοποιημένοι/ες",
  "stock": "Απόθεμα:",
  "brand": "Μάρκα:",
  "posted": "Δημοσιεύτηκε:",
  "productCategory": "Κατηγορία προϊόντος:",
  "productDescription": "Περιγραφή προϊόντος",
  "whyYouGoTitle": "Γιατί Πρέπει να Πουλήσετε στο YouGo",
  "youGoOffers": "Το YouGo προσφέρει:",
  "largeActiveCommunity": "Μια μεγάλη και ενεργή κοινότητα: Φτάστε σε αγοραστές που εκτιμούν τα χειροποίητα αγαθά σας.",
  "specializedCategory": "Εξειδικευμένη κατηγορία: ξεχωρίστε από το πλήθος με αφιερωμένη έκθεση για χειροποίητα ρούχα.",
  "lowFees": "Χαμηλές χρεώσεις: Διατηρήστε περισσότερα από τα κέρδη σας και αυξήστε την επιχείρησή σας.",
  "easyToUse": "Εύκολο στη χρήση: Καταχωρήστε τα αντικείμενά σας και διαχειριστείτε το κατάστημά σας με ευκολία.",
  "readyToStartSelling": "Έτοιμοι να αρχίσετε τις πωλήσεις;",
  "signUpToday": "Εγγραφείτε σήμερα!",
  "addImageTitle": "Προσθήκη εικόνας",
  "selectImage": "Κάντε κλικ για να επιλέξετε εικόνα",
  "selectedFiles": "Επιλεγμένα αρχεία:",
  "productNameLabel": "Όνομα προϊόντος:",
  "categoryLabel": "Κατηγορία:",
  "brandLabel": "Μάρκα:",
  "priceLabel": "Τιμή:",
  "stockLabel": "Απόθεμα:",
  "descriptionLabel": "Περιγραφή:",
  "publishProductButton": "Δημοσίευση προϊόντος",
  "waitAMinute": "Περιμένετε ένα λεπτό.....",
  "productNamePlaceholder": "Όνομα Προϊόντος",
  "selectCategoryPlaceholder": "Επιλέξτε Κατηγορία",
  "brandNamePlaceholder": "Όνομα Εταιρείας",
  "addPricePlaceholder": "Προσθέστε Τιμή",
  "stockPlaceholder": "Προσθέστε Απόθεμα",
  "descriptionPlaceholder": "Η περιγραφή του προϊόντος πηγαίνει εδώ",
  "welcomeMessage": "Καλώς ήρθατε στο YouGo Crafts! Είμαστε μια ιστοσελίδα ηλεκτρονικού εμπορίου αφιερωμένη στη σύνδεση αγοραστών και πωλητών στον κόσμο των χειροτεχνιών. Η αποστολή μας είναι να παρέχουμε μια πλατφόρμα όπου οι τέχνες και οι λάτρεις των χειροτεχνιών μπορούν να συναντηθούν για να πουλήσουν και να αγοράσουν μοναδικά χειροποίητα προϊόντα.",
  "craftsRange": "Στο YouGo Crafts, προσφέρουμε μια ευρεία γκάμα προϊόντων χειροτεχνίας, συμπεριλαμβανομένων κοσμημάτων, ρούχων, αξεσουάρ, διακοσμητικών για το σπίτι και πολλών άλλων. Είτε είστε interior designer που ψάχνετε για μοναδικά κομμάτια είτε ένα άτομο με κομψή αισθητική και αγάπη για το χειροτεχνικό, η ιστοσελίδα μας καλύπτει τις ανάγκες σας.",
  "commitment": "Αυτό που μας ξεχωρίζει είναι η δέσμευσή μας να παρέχουμε μια πλατφόρμα δωρεάν και χωρίς προμήθειες τόσο για τους αγοραστές όσο και για τους πωλητές. Πιστεύουμε στο να ενδυναμώνουμε τους τεχνίτες και να τους δίνουμε τη δυνατότητα να παρουσιάσουν το ταλέντο τους σε διεθνές επίπεδο. Οι πωλητές μπορούν να δημιουργήσουν τα δικά τους ηλεκτρονικά καταστήματα, να προωθούν το brand τους και να φτάνουν σε ένα παγκόσμιο κοινό.",
  "erasmusProject": "Η ιστοσελίδα μας είναι το αποτέλεσμα του έργου Erasmus+ YouGo. Αυτό το έργο στοχεύει στο να ενδυναμώσει τις νεαρές γυναίκες στην ύπαιθρο παρέχοντάς τους τα μέσα για να πουλήσουν τα προϊόντα και τις χειροτεχνίες τους online. Μέσω του YouGo Crafts, στοχεύουμε στην προώθηση των χειροποίητων προϊόντων, την υποστήριξη των τοπικών τεχνιτών και τη δημιουργία μιας αίσθησης κοινότητας.",
  "passionateAboutCrafts": "Είμαστε παθιασμένοι με τις τέχνες και τα χειροτεχνήματα και αφοσιωμένοι στην παροχή μιας άψογης εμπειρίας χρήστη. Ενώ δεν έχουμε λάβει ακόμη κάποια συγκεκριμένα βραβεία ή επιτεύγματα, το ενδιαφέρον μας παραμένει στην παροχή εξαιρετικής εξυπηρέτησης και στην προώθηση της τέχνης των χειροτεχνιών.",
  "thankYouMessage": "Σας ευχαριστούμε που επιλέξατε το YouGo Crafts. Ανυπομονούμε να είμαστε ο προορισμός σας για όλα τα σχετικά με τις χειροτεχνίες.",
  "editYourProfile": "Επεξεργασία προφίλ",
  "signOut": "Αποσύνδεση",
  "products": "Προϊόντα",
  "inStock": "Σε απόθεμα",
  "by": "Από",
  "edit": "Επεξεργασία",
  "delete": "Διαγραφή",
  "noProducts": "Δεν έχετε ακόμη κανένα προϊόν",
  "myProfile": "Το προφίλ μου",
  "editProfile": "Επεξεργασία προφίλ",
  "fullName": "Πλήρες όνομα",
  "yourFullName": "Το πλήρες όνομά σας",
  "phoneNumber": "Αριθμός τηλεφώνου",
  "yourPhoneNumber": "Ο αριθμός του τηλεφώνου σας",
  "emailAddress": "Διεύθυνση email",
  "yourEmailAddress": "Η διεύθυνση email σας",
  "about": "Σχετικά με εσάς",
  "describeYourself": "Περιγράψτε τον εαυτό σας",
  "saveChanges": "Αποθήκευση αλλαγών",
  "termsAndConditions": "Όροι & Προϋποθέσεις",
  "updatedAt": "Ενημερώθηκε στις",
  "generalTerms": "Γενικοί Όροι",
  "termsOfService": "Ανακεφαλαιώνοντας, προσπελαύνοντας και πραγματοποιώντας μια παραγγελία με την You Go Crafts, επιβεβαιώνετε ότι συμφωνείτε και υποχρεούστε από τους όρους υπηρεσίας που περιέχονται στους παρακάτω Όρους & Προϋποθέσεις. Οι όροι αυτοί ισχύουν για ολόκληρο τον ιστότοπο και οποιαδήποτε ηλεκτρονική ή άλλη μορφή επικοινωνίας μεταξύ εσάς και της You Go Crafts.",
  "liabilityDisclaimer": "Κατά κανένα τρόπο η ομάδα της You Go Crafts δεν φέρει ευθύνη για άμεσες, έμμεσες, ειδικές, περιστασιακές ή συνεπακόλουθες ζημιές, συμπεριλαμβανομένων, αλλά όχι περιοριστικά, της απώλειας δεδομένων ή κέρδους, που προκύπτουν από τη χρήση, ή την αδυναμία χρήσης, των υλικών σε αυτόν τον ιστότοπο, ακόμα κι αν η ομάδα της You Go Crafts ή ένας εξουσιοδοτημένος εκπρόσωπος έχει ειδοποιηθεί για τη δυνατότητα τέτοιων ζημιών. Εάν η χρήση υλικών από αυτόν τον ιστότοπο οδηγήσει στην ανάγκη σέρβις, επισκευής ή διόρθωσης εξοπλισμού ή δεδομένων, εσείς αναλαμβάνετε κάθε σχετικό κόστος.",
  "responsibilityDisclaimer": "Η You Go Crafts δεν θα είναι υπεύθυνη για οποιονδήποτε αποτέλεσμα που ενδέχεται να προκύψει κατά τη διάρκεια της χρήσης των πόρων μας. Κρατούμε το δικαίωμα να αλλάξουμε τις τιμές και να αναθεωρήσουμε την πολιτική χρήσης των πόρων ανά πάσα στιγμή. Οι παρόντες Όροι & Προϋποθέσεις δημιουργήθηκαν με",
  "licenseTitle": "Άδεια",
  "licenseContent1": "Η You Go Crafts σας χορηγεί ανακλήσιμη, μη αποκλειστική, μη μεταβιβάσιμη και περιορισμένη άδεια για λήψη, εγκατάσταση και χρήση του ιστότοπου αυστηρά σύμφωνα με τους όρους της παρούσας Συμφωνίας.",
  "licenseContent2": "Αυτοί οι Όροι και Προϋποθέσεις αποτελούν σύμβαση μεταξύ εσάς και της You Go Crafts (αναφέρεται σε αυτούς τους Όρους και Προϋποθέσεις ως 'You Go Crafts', 'εμείς', 'εμείς' ή 'μας'), του παρόχου του ιστότοπου You Go Crafts και των υπηρεσιών προσβάσιμων από τον ιστότοπο του You Go Crafts (που αναφέρονται κοινοτικά σε αυτούς τους Όρους και Προϋποθέσεις ως 'Υπηρεσία You Go Crafts').",
  "licenseContent3": "Συμφωνείτε να υποχρεωθείτε από αυτούς τους Όρους και Προϋποθέσεις. Αν δεν συμφωνείτε με αυτούς τους Όρους και Προϋποθέσεις, παρακαλούμε μην χρησιμοποιείτε την Υπηρεσία You Go Crafts. Σε αυτούς τους Όρους και Προϋποθέσεις, 'εσείς' αναφέρεται τόσο σε εσάς ως άτομο όσο και στο πρόσωπο που εκπροσωπείτε. Εάν παραβιάσετε οποιονδήποτε από αυτούς τους Όρους και Προϋποθέσεις, διατηρούμε το δικαίωμα να ακυρώσουμε τον λογαριασμό σας ή να αποκλείσουμε την πρόσβαση στον λογαριασμό σας χωρίς προειδοποίηση.",
  "definitionsAndKeyTerms": "Ορισμοί και κύριοι όροι",
  "termsExplanation": "Για να βοηθήσουμε να εξηγήσουμε τα πράγματα όσο το δυνατόν πιο σαφώς σε αυτούς τους Όρους και Προϋποθέσεις, κάθε φορά που αναφέρεται οποιοδήποτε από αυτούς τους όρους, καθορίζονται αυστηρώς ως εξής:",
  "cookie": "Μπισκότο: μικρή ποσότητα δεδομένων που δημιουργείται από έναν ιστότοπο και αποθηκεύεται από τον περιηγητή σας. Χρησιμοποιείται για τον προσδιορισμό του περιηγητή σας, την παροχή αναλύσεων, την απομνημόνευση πληροφοριών σχετικά μαζί σας, όπως οι προτιμήσεις γλώσσας ή οι πληροφορίες σύνδεσης.",
  "company": "Εταιρεία: όταν αυτή η πολιτική αναφέρεται σε 'Εταιρεία', 'εμείς', 'μας' ή 'μας', αναφέρεται στην Egeria Desarrollo Social, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, όροφος 1, τοποθεσία 4, 29002 Μάλαγα, Ισπανία, που είναι υπεύθυνη για τις πληροφορίες σας σύμφωνα με αυτούς τους Όρους και Προϋποθέσεις.",
  "country": "Χώρα: όπου έχει την έδρα της η You Go Crafts ή οι ιδιοκτήτες/ιδρυτές της You Go Crafts, σε αυτήν την περίπτωση είναι",
  "device": "Συσκευή: οποιαδήποτε συσκευή συνδεδεμένη στο Διαδίκτυο, όπως τηλέφωνο, tablet, υπολογιστής ή άλλη συσκευή που μπορεί να χρησιμοποιηθεί για να επισκεφθείτε την You Go Crafts και να χρησιμοποιήσετε τις υπηρεσίες.",
  "service": "Υπηρεσία: αναφέρεται στην υπηρεσία που παρέχεται από την You Go Crafts, όπως περιγράφεται στους σχετικούς όρους (αν είναι διαθέσιμοι) και σε αυτήν την πλατφόρμα.",
  "thirdPartyService": "Υπηρεσία τρίτου: αναφέρεται σε διαφημιστές, χορηγούς διαγωνισμών, συνεργάτες προώθησης και μάρκετινγκ και άλλους που παρέχουν το περιεχόμενό μας ή των προϊόντων ή υπηρεσιών τους πιστεύουμε ότι μπορεί να σας ενδιαφέρουν.",
  "website": "Ιστότοπος: Ο ιστότοπος της You Go Crafts, ο οποίος μπορεί να προσπελαστεί μέσω αυτού του URL: https://www.yougo-crafts.store/",
  "you": "Εσύ: ένα άτομο ή οντότητα που είναι εγγεγραμμένο στη You Go Crafts για να χρησιμοποιεί τις Υπηρεσίες.",
  "restrictionsTitle": "Περιορισμοί",
  "restrictionsContent": "Συμφωνείτε να μην κάνετε και δεν θα επιτρέψετε σε άλλους να κάνουν:",
  "restrictionsList1": "Χορήγηση άδειας, πώληση, ενοικίαση, μίσθωση, αναθέτω, διανέμω, μεταδίδω, φιλοξενώ, εξωτερικοποιώ, αποκαλύπτω ή εμπορικά εκμεταλλεύομαι διαφορετικά τον ιστότοπο ή να καταστήσετε την πλατφόρμα διαθέσιμη σε τρίτους.",
  "restrictionsList2":  "Τροποποίηση, δημιουργία παράγωγων έργων, αποσυναρμολόγηση, αποκρυπτογράφηση, αντίστροφη σύνταξη ή αντιστροφή μηχανικού οποιουδήποτε μέρους του ιστότοπου.",
  "restrictionsList3":  "Κατάργηση, τροποποίηση ή απόκρυψη οποιουδήποτε προικισμένου αποσπάσματος (συμπεριλαμβανομένου οποιουδήποτε αποσπάσματος πνευματικών δικαιωμάτων ή εμπορικού σήματος) του You Go Crafts ή των συνεργατών, εταίρων, προμηθευτών ή των άδειοχήχτών του ιστότοπου.",
  "returnRefundTitle": "Πολιτική Επιστροφών και Επιστροφών",
  "returnRefundContent1": "Ευχαριστούμε που αγοράζετε από το You Go Crafts. Εκτιμούμε το γεγονός ότι σας αρέσει να αγοράζετε τα πράγματα που φτιάχνουμε. Θέλουμε επίσης να βεβαιωθούμε ότι έχετε μια επαναληπτική εμπειρία κατά την εξερεύνηση, αξιολόγηση και αγορά των προϊόντων μας.",
  "returnRefundContent2": "Όπως και με οποιαδήποτε εμπειρία αγορών, υπάρχουν όροι και προϋποθέσεις που ισχύουν για συναλλαγές στο You Go Crafts. Θα είμαστε τόσο σύντομοι όσο θα επιτρέψουν οι δικηγόροί μας. Το κύριο πράγμα που πρέπει να θυμάστε είναι ότι καταθέτοντας μια παραγγελία ή κάνοντας μια αγορά στο You Go Crafts, συμφωνείτε με τους όρους σε συνδυασμό με την Πολιτική Απορρήτου του You Go Crafts.",
  "returnRefundContent3": "Αν, για οποιονδήποτε λόγο, δεν είστε πλήρως ικανοποιημένοι με οποιοδήποτε αγαθό ή υπηρεσία που παρέχουμε, μη διστάσετε να επικοινωνήσετε μαζί μας και θα συζητήσουμε οποιοδήποτε πρόβλημα αντιμετωπίζετε με το προϊόν μας.",
  "yourSuggestions": "Οι Προτάσεις Σας",
  "feedbackIntro": "Οποιαδήποτε ανατροφοδότηση, σχόλια, ιδέες, βελτιώσεις ή προτάσεις (συλλογικά, 'Προτάσεις') που παρέχονται από εσάς στην You Go Crafts σχετικά με τον ιστότοπο θα παραμείνουν η αποκλειστική ιδιοκτησία της You Go Crafts.",
  "freeToUse": "Η You Go Crafts είναι ελεύθερη να χρησιμοποιήσει, αντιγράψει, τροποποιήσει, δημοσιεύσει ή αναδιανείμει τις Προτάσεις για οποιονδήποτε σκοπό και με οποιονδήποτε τρόπο χωρίς καμία πιστώση ή αποζημίωση προς εσάς.",
  "yourConsent": "Η Συγκατάθεσή Σας",
  "updatedTermsIntro": "Έχουμε ενημερώσει τους Όρους & Προϋποθέσεις μας για να σας παρέχουμε πλήρη διαφάνεια σχετικά με το τι ορίζεται όταν επισκέπτεστε τον ιστότοπό μας και πώς χρησιμοποιείται. Χρησιμοποιώντας τον ιστότοπό μας, εγγραφόμενοι σε ένα λογαριασμό ή πραγματοποιώντας μια αγορά, συγκατατίθεστε στους Όρους & Προϋποθέσεις μας.",
  "linksToOtherWebsites": "Σύνδεσμοι προς άλλες ιστοσελίδες",
  "termsAndConditionsDescription": "Αυτοί οι Όροι και Προϋποθέσεις ισχύουν μόνο για τις Υπηρεσίες. Οι Υπηρεσίες μπορεί να περιέχουν συνδέσμους προς άλλες ιστοσελίδες που δεν διαχειρίζονται ή ελέγχονται από την You Go Crafts. Δεν είμαστε υπεύθυνοι για το περιεχόμενο, την ακρίβεια ή τις απόψεις που εκφράζονται σε τέτοιες ιστοσελίδες, και τέτοιες ιστοσελίδες δεν ερευνώνται, παρακολουθούνται ή ελέγχονται για ακρίβεια ή πληρότητα από εμάς. Παρακαλούμε θυμηθείτε ότι όταν χρησιμοποιείτε έναν σύνδεσμο για να μεταβείτε από τις Υπηρεσίες σε άλλη ιστοσελίδα, οι Όροι και Προϋποθέσεις μας δεν ισχύουν πλέον. Η περιήγησή σας και η αλληλεπίδρασή σας σε οποιαδήποτε άλλη ιστοσελίδα, συμπεριλαμβανομένων εκείνων που έχουν έναν σύνδεσμο στην πλατφόρμα μας, υπόκειται στους δικούς της κανόνες και πολιτικές. Τέτοια τρίτα μέρη μπορεί να χρησιμοποιούν τα δικά τους cookie ή άλλες μεθόδους για τη συλλογή πληροφοριών σχετικά μαζί σας.",
  "cookiesTitle": "Cookies",
  "cookiesContent": "Η You Go Crafts χρησιμοποιεί \"Cookies\" για να αναγνωρίζει τις περιοχές του ιστότοπου μας που έχετε επισκεφθεί. Ένα Cookie είναι ένα μικρό κομμάτι δεδομένων που αποθηκεύεται στον υπολογιστή ή τη συσκευή σας από τον περιηγητή ιστού σας. Χρησιμοποιούμε Cookies για να ενισχύσουμε την απόδοση και τη λειτουργικότητα του ιστότοπου μας, αλλά δεν είναι απαραίτητα για τη χρήση τους. Ωστόσο, χωρίς αυτά τα cookies, ορισμένες λειτουργίες όπως τα βίντεο μπορεί να γίνουν μη διαθέσιμες, ή θα σας ζητούνταν να εισάγετε τα στοιχεία σύνδεσής σας κάθε φορά που επισκέπτεστε τον ιστότοπο, καθώς δε θα μπορούσαμε να θυμόμαστε ότι είχατε συνδεθεί προηγουμένως. Οι περισσότεροι περιηγητές ιστού μπορούν να ρυθμιστούν για να απενεργοποιήσουν τη χρήση Cookies. Ωστόσο, αν απενεργοποιήσετε τα Cookies, ενδέχεται να μην έχετε πρόσβαση στη λειτουργικότητα του ιστότοπού μας σωστά ή καθόλου. Δεν τοποθετούμε ποτέ Προσωπικά Αναγνωρίσιμες Πληροφορίες στα Cookies.",
  "changesTitle": "Αλλαγές στους Όρους και Προϋποθέσεις μας",
  "changesContent": "Αναγνωρίζετε και συμφωνείτε ότι η You Go Crafts μπορεί να σταματήσει (μόνιμα ή προσωρινά) την παροχή της Υπηρεσίας (ή οποιασδήποτε λειτουργίες εντός της Υπηρεσίας) είτε σε εσάς είτε σε χρήστες γενικά, κατ' αποκλειστική διακριτική ευκαιρία, χωρίς προηγούμενη ειδοποίηση προς εσάς. Μπορείτε να σταματήσετε τη χρήση της Υπηρεσίας ανά πάσα στιγμή. Δεν χρειάζεται να ενημερώσετε ειδικά την You Go Crafts όταν σταματήσετε να χρησιμοποιείτε την Υπηρεσία. Αναγνωρίζετε και συμφωνείτε ότι εάν η You Go Crafts απενεργοποιήσει την πρόσβαση στον λογαριασμό σας, ενδέχεται να σας απαγορευθεί η πρόσβαση στην Υπηρεσία, τα στοιχεία του λογαριασμού σας ή οποιαδήποτε αρχεία ή άλλο υλικό που περιέχεται στον λογαριασμό σας.",
  "termsConditionsChange": "Εάν αποφασίσουμε να αλλάξουμε τους Όρους και Προϋποθέσεις μας, θα αναρτήσουμε αυτές τις αλλαγές σε αυτήν τη σελίδα και/ή θα ενημερώσουμε την ημερομηνία τροποποίησης των Όρων και Προϋποθέσεων παρακάτω.",
  "modificationsTitle": "Τροποποιήσεις στην Ιστοσελίδα μας",
  "modificationsContent": "Η You Go Crafts διατηρεί το δικαίωμα να τροποποιήσει, να αναστενάξει ή να διακόψει προσωρινά ή μόνιμα, την ιστοσελίδα ή οποιαδήποτε υπηρεσία στην οποία συνδέεται, με ή χωρίς προειδοποίηση και χωρίς ευθύνη για εσάς.",
  "updatesTitle": "Ενημερώσεις στην Ιστοσελίδα μας",
  "updatesContent1": "Η You Go Crafts ενδέχεται να παρέχει, από καιρό σε καιρό, βελτιώσεις ή επεκτείνει τα χαρακτηριστικά/λειτουργίες της ιστοσελίδας, τα οποία μπορεί να περιλαμβάνουν διορθώσεις σφαλμάτων, ενημερώσεις, αναβαθμίσεις και άλλες τροποποιήσεις (\"Ενημερώσεις\").",
  "updatesContent2": "Οι Ενημερώσεις μπορεί να τροποποιήσουν ή να διαγράψουν συγκεκριμένα χαρακτηριστικά και/ή λειτουργίες της ιστοσελίδας. Συμφωνείτε ότι η You Go Crafts δεν έχει καμία υποχρέωση (i) να παρέχει οποιαδήποτε Ενημέρωση, ή (ii) να συνεχίσει να παρέχει ή να ενεργοποιεί οποιαδήποτε συγκεκριμένα χαρακτηριστικά και/ή λειτουργίες της ιστοσελίδας σε εσάς.",
  "updatesContent3": "Επιπλέον, συμφωνείτε ότι όλες οι Ενημερώσεις θα θεωρούνται (i) ως αναπόσπαστο μέρος της ιστοσελίδας και (ii) υπόκεινται στους όρους και τις προϋποθέσεις αυτής της Συμφωνίας.",
  "thirdPartyServices": "Υπηρεσίες Τρίτων",
  "thirdPartyContentDescription": "Ενδέχεται να εμφανίζουμε, να συμπεριλαμβάνουμε ή να διαθέτουμε περιεχόμενο τρίτων (συμπεριλαμβανομένων δεδομένων, πληροφοριών, εφαρμογών και άλλων προϊόντων ή υπηρεσιών) ή να παρέχουμε συνδέσμους προς ιστότοπους ή υπηρεσίες τρίτων ('Υπηρεσίες Τρίτων').",
  "thirdPartyDisclaimer1": "Αναγνωρίζετε και συμφωνείτε ότι η You Go Crafts δεν φέρει ευθύνη για καμία Υπηρεσία Τρίτων, συμπεριλαμβανομένης της ακρίβειάς, της πληρότητας, της έγκυρης, της νομιμότητας, της συμμόρφωσης με τα πνευματικά δικαιώματα, της νομιμότητας, της αξιοdecency, της ποιότητας ή οποιουδήποτε άλλου πτυχίου του. Η You Go Crafts δεν υποθέτει και δεν θα έχει καμία ευθύνη ή υποχρέωση απέναντί σας ή οποιουδήποτε άλλου προσώπου ή οντότητας για καμία Υπηρεσία Τρίτων.",
  "thirdPartyDisclaimer2": "Οι Υπηρεσίες Τρίτων και οι σύνδεσμοι προς αυτές παρέχονται αποκλειστικά για τη διευκόλυνσή σας, και έχετε πρόσβαση και τις χρησιμοποιείτε πλήρως με δικό σας ρίσκο και υπόκεινται στους όρους και τις προϋποθέσεις αυτών των τρίτων.",
  "termAndTermination": "Όρος και Λήξη",
  "agreementDescription1": "Αυτή η Συμφωνία θα παραμείνει σε ισχύ μέχρι να τερματιστεί από εσάς ή την You Go Crafts.",
  "agreementDescription2": "Η You Go Crafts μπορεί, κατ' ευχήν, ανά πάσα στιγμή και για οποιονδήποτε λόγο ή χωρίς κανέναν λόγο, να αναστείλει ή να τερματίσει αυτήν τη Συμφωνία με ή χωρίς προηγούμενη ειδοποίηση.",
  "agreementDescription3": "Αυτή η Συμφωνία θα λήξει αμέσως, χωρίς προηγούμενη ειδοποίηση από την You Go Crafts, σε περίπτωση που δεν συμμορφωθείτε με οποιαδήποτε διάταξη αυτής της Συμφωνίας. Μπορείτε επίσης να τερματίσετε αυτήν τη Συμφωνία διαγράφοντας τον ιστότοπο και όλα τα αντίγραφά του από τον υπολογιστή σας.",
  "agreementDescription4": "Με τη λήξη αυτής της Συμφωνίας, θα πρέπει να σταματήσετε κάθε χρήση του ιστότοπου και να διαγράψετε όλα τα αντίγραφα του ιστότοπου από τον υπολογιστή σας.",
  "agreementDescription5": "Η λήξη αυτής της Συμφωνίας δεν θα περιορίσει κανένα από τα δικαιώματα ή τα μέσα που έχει η You Go Crafts σύμφωνα με το δίκαιο ή την ευσέβεια σε περίπτωση παραβίασης εκ μέρους σας (κατά τη διάρκεια της ισχύος αυτής της Συμφωνίας) των υποχρεώσεών σας βάσει της παρούσας Συμφωνίας.",
  "copyrightInfringementNoticeTitle": "Ειδοποίηση παραβίασης πνευματικών δικαιωμάτων",
  "copyrightInfringementNoticeContent": "Εάν είστε κάτοχος πνευματικών δικαιωμάτων ή εκπρόσωπος ενός τέτοιου κατόχου και πιστεύετε ότι οποιοδήποτε υλικό στον ιστότοπό μας αποτελεί παραβίαση των πνευματικών σας δικαιωμάτων, επικοινωνήστε μαζί μας και καταθέστε τις παρακάτω πληροφορίες: (α) φυσική ή ηλεκτρονική υπογραφή του κατόχου των πνευματικών δικαιωμάτων ή ενός ατόμου που είναι εξουσιοδοτημένο να ενεργεί εκ μέρους του; (β) ταυτοποίηση του υλικού που ισχυρίζεστε ότι παραβιάζει; (γ) τα στοιχεία επικοινωνίας σας, συμπεριλαμβανομένης της διεύθυνσης, του τηλεφώνου και μιας ηλεκτρονικής διεύθυνσης; (δ) μια δήλωση από εσάς ότι πιστεύετε με καλή πίστη ότι η χρήση του υλικού δεν εξουσιοδοτείται από τους κατόχους των πνευματικών δικαιωμάτων; και (ε) μια δήλωση ότι οι πληροφορίες στην ειδοποίηση είναι ακριβείς και, υπό την ποινή της ψευδορκίας, έχετε εξουσιοδοτηθεί να ενεργείτε εκ μέρους του κατόχου.",
  "indemnificationTitle": "Εξασφάλιση",
  "indemnificationContent": "Συμφωνείτε να αποζημιώνετε και να κρατάτε την You Go Crafts και τις μητρικές της, θυγατρικές, συνδεδεμένες εταιρείες, αξιωματούχους, εργαζομένους, πράκτορες, συνεργάτες και αδειοδότες (εάν υπάρχουν) ατιμώρητους από κάθε αξίωση ή αίτηση, συμπεριλαμβανομένων των λογικών δικηγόρων, λόγω ή που ανακύπτει από: (α) τη χρήση του ιστότοπου; (β) παραβίαση αυτής της Συμφωνίας ή οποιουδήποτε νόμου ή κανονισμού; ή (γ) παραβίαση οποιουδήποτε δικαιώματος τρίτου.",
  "noWarrantiesTitle": "Χωρίς Εγγυήσεις",
  "websiteDisclaimer": "Ο ιστότοπος παρέχεται σε εσάς \"ΩΣ ΕΧΕΙ\" και \"ΟΠΩΣ ΔΙΑΤΙΘΕΤΑΙ\" και με όλα τα ελαττώματα και ελαττώματα χωρίς καμία εγγύηση οποιουδήποτε είδους. Στο μέγιστο βαθμό που επιτρέπεται από το ισχύον δίκαιο, το You Go Crafts, εξ ονόματός του και εξ ονόματος των θυγατρικών του και των αντίστοιχων αδελφικών τους και των συνεργατών και των παροχέων υπηρεσιών τους, αποποιείται ρητά κάθε εγγύηση, είτε ρητή, σιωπηρή, νομική είτε άλλη, σχετικά με τον ιστότοπο, συμπεριλαμβανομένων όλων των σιωπηρών εγγυήσεων εμπορευσιμότητας, καταλληλότητας για συγκεκριμένο σκοπό, τίτλου και μη παραβίασης, και εγγυήσεων που μπορεί να προκύψουν από τη συναλλαγή, την απόδοση, τη χρήση ή την εμπορική πρακτική. Χωρίς περιορισμό σε αυτά, το You Go Crafts δεν παρέχει καμία εγγύηση ή υποχρέωση και δεν κάνει καμία αναπαράσταση οποιασδήποτε φύσης ότι ο ιστότοπος θα ικανοποιήσει τις απαιτήσεις σας, θα επιτύχει οποιαδήποτε προβλεπόμενα αποτελέσματα, θα είναι συμβατός ή θα λειτουργήσει με άλλο λογισμικό, συστήματα ή υπηρεσίες, θα λειτουργήσει χωρίς διακοπή, θα πληροί οποιαδήποτε πρότυπα απόδοσης ή αξιοπιστίας ή θα είναι απαλλαγμένος από σφάλματα ή ότι οποιαδήποτε σφάλματα ή ελαττώματα μπορούν ή θα διορθωθούν. ",
  "additionalDisclaimer": "Χωρίς να περιορίζεται το προαναφερθέν, ούτε το You Go Crafts ούτε κανένας πάροχος του You Go Crafts καθιστά οποιαδήποτε αναπαράσταση ή εγγύηση οποιασδήποτε φύσης, ρητή ή σιωπηρή: (i) όσον αφορά τη λειτουργία ή τη διαθεσιμότητα του ιστότοπου, ή των πληροφοριών, του περιεχομένου και των υλικών ή προϊόντων που περιλαμβάνονται εκεί; (ii) ότι ο ιστότοπος θα λειτουργήσει χωρίς διακοπή ή χωρίς σφάλματα; (iii) όσον αφορά την ακρίβεια, την αξιοπιστία ή την ενημέρωση οποιασδήποτε πληροφορίας ή περιεχομένου που παρέχεται μέσω του ιστότοπου; ή (iv) ότι ο ιστότοπος, οι διακομιστές του, το περιεχόμενο ή τα e-mail που στέλνονται από ή εκ μέρους του You Go Crafts είναι απαλλαγμένα από ιούς, scripts, τρογλόνους, σκουλήκια, malware, χρονοβόμβες ή άλλα βλαβερά στοιχεία.",
  "jurisdictionsDisclaimer": "Ορισμένες νομικές δικαιοδοσίες δεν επιτρέπουν τον αποκλεισμό ή τους περιορισμούς των σιωπηρών εγγυήσεων ή των περιορισμών των ισχύων νομικών δικαιωμάτων ενός καταναλωτή, επομένως μερικοί ή όλοι οι παραπάνω αποκλεισμοί και περιορισμοί ενδέχεται να μην ισχύουν για εσάς.",
  "limitationOfLiabilityTitle": "Περιορισμός Ευθύνης",
  "limitationOfLiabilityContent1": "Ανεξαρτήτως οποιωνδήποτε ζημιών που ενδέχεται να υποστείτε, η συνολική ευθύνη της You Go Crafts και οποιουδήποτε από τους προμηθευτές της βάσει οποιασδήποτε διάταξης της παρούσας Συμφωνίας και το αποκλειστικό αποκλειστικό σας μέσο αποκατάστασης για όλα τα προαναφερόμενα θα περιορίζεται στο ποσό που πραγματικά καταβλήθηκε από εσάς για τον ιστότοπο.",
  "limitationOfLiabilityContent2": "Με το μέγιστο επιτρεπόμενο από το ισχύον δίκαιο βαθμό, σε καμία περίπτωση δεν θα ευθύνονται η You Go Crafts ή οι προμηθευτές της για οποιεσδήποτε ειδικές, περιστασιακές, έμμεσες ή συνεπακόλουθες ζημιές οι οποίες ενδέχεται να προκύψουν (συμπεριλαμβανομένων, αλλά όχι περιοριστικά, ζημιών για απώλεια κερδών, για απώλεια δεδομένων ή άλλων πληροφοριών, για διακοπή επιχειρηματικής δραστηριότητας, για προσωπικό τραυματισμό, για απώλεια απορρήτου που προκύπτει από ή σχετίζεται με τη χρήση ή την αδυναμία χρήσης του ιστότοπου, του λογισμικού τρίτων και/ή του υλικού τρίτων που χρησιμοποιείται με τον ιστότοπο ή αλλιώς σε σχέση με οποιαδήποτε διάταξη της παρούσας Συμφωνίας), ακόμη και αν η You Go Crafts ή οποιοσδήποτε προμηθευτής της έχει ειδοποιηθεί για τη δυνατότητα τέτοιων ζημιών και ακόμη κι αν το αποτέλεσμα αποτυγχάνει τον ουσιώδη σκοπό του.",
  "limitationOfLiabilityContent3": "Ορισμένες κράτη/δικαιοδοσίες δεν επιτρέπουν την αποκλεισμό ή τον περιορισμό των ζημιών που προκαλούνται με την πάροδο του χρόνου, επομένως ο παραπάνω περιορισμός ή αποκλεισμός ενδέχεται να μην ισχύει για εσάς.",
  "severabilityHeading": "Διασπασιμότητα",
  "severabilityContent1": "Εάν κάποια διάταξη αυτής της Συμφωνίας κριθεί ως μη επιβεβλημένη ή άκυρη, η συγκεκριμένη διάταξη θα τροποποιηθεί και θα ερμηνευτεί ώστε να επιτευχθούν τα στοιχεία της στο μέγιστο δυνατό βαθμό σύμφωνα με το ισχύον δίκαιο, και οι υπόλοιπες διατάξεις θα συνεχίσουν να ισχύουν πλήρως και αποτελεσματικά.",
  "severabilityContent2": "Αυτή η Συμφωνία, σε συνδυασμό με την Πολιτική Απορρήτου και οποιεσδήποτε άλλες νομικές ειδοποιήσεις που δημοσιεύονται από την You Go Crafts στις Υπηρεσίες, θα αποτελέσει ολόκληρη τη συμφωνία μεταξύ σας και της You Go Crafts για τις Υπηρεσίες. Εάν κάποια διάταξη αυτής της Συμφωνίας κριθεί άκυρη από δικαστήριο δικαιοδοσίας, η άκυρη διάταξη αυτή δεν θα επηρεάσει την ισχύ των υπολοίπων διατάξεων αυτής της Συμφωνίας, οι οποίες θα παραμείνουν πλήρως ισχύουσες. Καμία απαλλαγή από οποιονδήποτε όρο αυτής της Συμφωνίας δεν θα θεωρηθεί επιπρόσθετη ή συνεχής απαλλαγή από αυτόν τον όρο ή οποιονδήποτε άλλο όρο, και η αποτυχία της You Go Crafts να καταστήσει ισχύοντα οποιονδήποτε όρο ή διάταξη στο πλαίσιο αυτής της Συμφωνίας δεν θα αποτελέσει μια απαλλαγή από το συγκεκριμένο δικαίωμα ή την διάταξη. ΕΣΕΙΣ ΚΑΙ Η You Go Crafts ΣΥΜΦΩΝΕΙΤΕ ΟΤΙ ΟΠΟΙΑΔΗΠΟΤΕ ΑΙΤΙΑ ΔΡΑΣΗΣ ΠΟΥ ΠΡΟΚΥΠΤΕΙ ΑΠΟ Η ΣΧΕΤΙΚΑ ΜΕ ΤΙΣ ΥΠΗΡΕΣΙΕΣ ΠΡΕΠΕΙ ΝΑ ΞΕΚΙΝΗΣΕΙ ΕΝΤΟΣ ΕΝΟΣ (1) ΕΤΟΥΣ ΑΠΟ ΤΟ ΣΗΜΕΙΟ ΕΚΔΗΛΩΣΗΣ ΤΗΣ ΑΙΤΙΑΣ ΔΡΑΣΗΣ. ΔΙΑΦΟΡΕΤΙΚΑ, Η ΣΥΓΚΕΚΡΙΜΕΝΗ ΑΙΤΙΑ ΔΡΑΣΗΣ ΑΠΟΚΛΕΙΕΤΑ ΜΟΝΙΜΑ.",
  "waiverHeading": "Απαλλαγή",
  "waiverContent1": "Εκτός από ό,τι παρέχεται εδώ, η αποτυχία να ασκηθεί ένα δικαίωμα ή να απαιτηθεί η εκτέλεση μιας υποχρέωσης σύμφωνα με αυτήν τη Συμφωνία δεν θα επηρεάσει τη δυνατότητα μιας αρμόδιας αρχής να ασκήσει αυτό το δικαίωμα ή να απαιτήσει την εκτέλεση της υποχρέωσης αυτής ανά πάσα στιγμή εκ τούτου, ούτε η απαλλαγή από μια παραβίαση θα αποτελέσει απαλλαγή από οποιαδήποτε επόμενη παραβίαση.",
  "waiverContent2": "Καμία αποτυχία να ασκηθεί, και καμία καθυστέρηση στο να ασκηθεί, από τη μια ή την άλλη μεριά, κανένα δικαίωμα ή κανένα δικαίωμα σύμφωνα με αυτήν τη Συμφωνία δεν θα λειτουργήσει ως απαλλαγή από αυτό το δικαίωμα ή το δικαίωμα. Ούτε η οποιαδήποτε μονομερής ή μερική άσκηση οποιουδήποτε δικαιώματος ή δικαιώματος σύμφωνα με αυτήν τη Συμφωνία δεν θα αποκλείσει περαιτέρω άσκηση αυτού ή οποιουδήποτε άλλου δικαιώματος που χορηγείται εδώ. Σε περίπτωση σύγκρουσης μεταξύ αυτής της Συμφωνίας και οποιωνδήποτε εφαρμοστέων όρων αγοράς ή άλλων όρων, οι όροι αυτής της Συμφωνίας θα διέπουν.",
  "amendmentsTitle": "Τροποποιήσεις σε αυτή τη Συμφωνία",
  "amendmentsContent1": "Η You Go Crafts διατηρεί το δικαίωμα, κατ' εκτίμησή της, να τροποποιήσει ή να αντικαταστήσει αυτή τη Συμφωνία οποτεδήποτε. Εάν μια αναθεώρηση είναι ουσιώδης, θα παρέχουμε τουλάχιστον 30 ημέρες προειδοποίηση πριν από την εφαρμογή νέων όρων. Τι αποτελεί ουσιώδη αλλαγή θα καθοριστεί με την αποκλειστική μας κρίση.",
  "amendmentsContent2": "Συνεχίζοντας να έχετε πρόσβαση ή να χρησιμοποιείτε τον ιστότοπό μας μετά την εφαρμογή αναθεωρήσεων, συμφωνείτε να υποκείστε στους αναθεωρημένους όρους. Εάν δεν συμφωνείτε με τους νέους όρους, δεν έχετε πλέον την εξουσιοδότηση να χρησιμοποιείτε τη You Go Crafts.",
  "entireAgreementTitle": "Ολόκληρη Η Συμφωνία",
  "entireAgreementContent1": "Η Συμφωνία αποτελεί την ολόκληρη συμφωνία μεταξύ σας και της You Go Crafts σχετικά με τη χρήση του ιστότοπου και αντικαθιστά όλες τις προηγούμενες και σύγχρονες γραπτές ή προφορικές συμφωνίες μεταξύ σας και της You Go Crafts.",
  "entireAgreementContent2": "Ενδέχεται να υπόκειστε σε επιπλέον όρους και προϋποθέσεις που ισχύουν κατά τη χρήση ή την αγορά άλλων υπηρεσιών της You Go Crafts, τους οποίους θα σας παράσχει η You Go Crafts τη στιγμή της χρήσης ή της αγοράς τους.",
  "updatesToOurTermsTitle": "Ενημερώσεις στους Όρους μας",
  "updatesToOurTermsContent": "Μπορούμε να αλλάξουμε την υπηρεσία και τις πολιτικές μας, και ενδέχεται να χρειαστεί να κάνουμε αλλαγές σε αυτούς τους Όρους έτσι ώστε να αντανακλούν με ακρίβεια την υπηρεσία και τις πολιτικές μας. Εκτός εάν απαιτείται διαφορετικά από τον νόμο, θα σας ενημερώσουμε (για παράδειγμα, μέσω της υπηρεσίας μας) προτού κάνουμε αλλαγές σε αυτούς τους Όρους και θα σας δώσουμε τη δυνατότητα να τους εξετάσετε πριν τεθούν σε ισχύ. Στη συνέχεια, εάν συνεχίσετε να χρησιμοποιείτε την υπηρεσία, θα υπόκειστε στους ενημερωμένους Όρους. Εάν δεν θέλετε να συμφωνήσετε με αυτούς ή οποιουσδήποτε ενημερωμένους Όρους, μπορείτε να διαγράψετε τον λογαριασμό σας.",
  "intellectualPropertyTitle": "Πνευματική Ιδιοκτησία",
  "intellectualPropertyContent": "Ο ιστότοπος και ολόκληρο το περιεχόμενό του, οι λειτουργίες και η λειτουργικότητά του (συμπεριλαμβανομένων, μεταξύ άλλων, όλων των πληροφοριών, λογισμικού, κειμένου, οθονώσεων, εικόνων, βίντεο και ήχου, καθώς και το σχεδιασμό, την επιλογή και τη διάταξή τους), ανήκουν στην You Go Crafts, στους αδελφούς της ή σε άλλους παρόχους αυτού του υλικού και προστατεύονται από διεθνείς νόμους περί πνευματικής ιδιοκτησίας, εμπορικών σημάτων, διπλωμάτων ευρεσιτεχνίας, εμπορικών μυστικών και άλλων νόμων περί πνευματικής ιδιοκτησίας ή δικαιωμάτων περιουσίας. Το υλικό δεν μπορεί να αντιγραφεί, τροποποιηθεί, αναπαραχθεί, ληφθεί από το διαδίκτυο ή διανεμηθεί με οποιονδήποτε τρόπο, ολικά ή εν μέρει, χωρίς την έκφραση προηγούμενη γραπτή άδεια της You Go Crafts, εκτός αν και εφόσον παρέχεται ρητά στους παρόντες Όρους & Προϋποθέσεις. Κάθε μη εξουσιοδοτημένη χρήση του υλικού απαγορεύεται.",
  "agreementToArbitrate": "Συμφωνία για Διαιτησία",
  "arbitrationSection": "Αυτή η ενότητα ισχύει για οποιαδήποτε διαφορά ΕΚΤΟΣ ΑΝ ΔΕΝ ΠΕΡΙΛΑΜΒΑΝΕΙ ΔΙΑΦΟΡΑ ΣΧΕΤΙΚΗ ΜΕ ΑΙΤΗΣΕΙΣ ΓΙΑ ΕΚΔΙΚΗΤΙΚΑ Ή ΙΣΟΡΡΟΠΗΤΙΚΑ ΜΕΤΡΑ ΣΧΕΤΙΚΑ ΜΕ ΤΗΝ ΕΚΤΕΛΕΣΗ Ή ΕΓΚΥΡΟΤΗΤΑ ΤΩΝ ΔΙΚΑΙΩΜΑΤΩΝ ΠΝΕΥΜΑΤΙΚΗΣ ΙΔΙΟΚΤΗΣΙΑΣ ΣΑΣ Ή ΤΗΣ You Go Crafts. Ο όρος 'διαφορά' σημαίνει οποιαδήποτε διαφορά, ενέργεια ή άλλη αντιπαράθεση μεταξύ εσάς και της You Go Crafts σχετικά με τις Υπηρεσίες ή αυτή τη συμφωνία, είτε σε σύμβαση, εγγύηση, αδίκημα, νόμο, κανονισμό, διάταγμα ή οποιαδήποτε άλλη νομική ή ευθεία βάση. Η λέξη 'διαφορά' θα έχει την ευρύτερη δυνατή σημασία που επιτρέπεται από τον νόμο.",
  "noticeOfDispute": "Ανακοίνωση Διαφοράς",
  "noticeOfDisputeSection": "Σε περίπτωση διαφοράς, εσείς ή η You Go Crafts πρέπει να δώσετε στον άλλο ένα Ανακοίνωση Διαφοράς, η οποία είναι γραπτή δήλωση που καθορίζει το όνομα, τη διεύθυνση και τα στοιχεία επικοινωνίας της πλευράς που το παρέχει, τα γεγονότα που δημιουργούν τη διαφωνία και την ανακοίνωση του επιθυμούμενου ανακούφισης. Πρέπει να στείλετε οποιαδήποτε Ανακοίνωση Διαφοράς μέσω email στο: [email protected] Η You Go Crafts θα στείλει οποιαδήποτε Ανακοίνωση Διαφοράς σε εσάς με ταχυδρομείο στη διεύθυνσή σας αν την έχουμε, ή διαφορετικά στη διεύθυνση email σας. Εσείς και η You Go Crafts θα προσπαθήσετε να επιλύσετε οποιαδήποτε διαφορά μέσω ανεπίσημων διαπραγματεύσεων εντός εξήντα (60) ημερών από την ημερομηνία αποστολής της Ανακοίνωσης Διαφοράς. Μετά από εξήντα (60) ημέρες, εσείς ή η You Go Crafts μπορεί να ξεκινήσετε τη διαιτησία.",
  "bindingArbitration": "Δεσμευτική Διαιτησία",
  "bindingArbitrationSection": "Αν εσείς και η You Go Crafts δεν επιλύσετε καμία διαφορά μέσω ανεπίσημης διαπραγμάτευσης, οποιαδήποτε άλλη προσπάθεια να επιλυθεί η διαφορά θα διεξαχθεί αποκλειστικά με δεσμευτική διαιτησία όπως περιγράφεται σε αυτήν την ενότητα. Αφήνετε το δικαίωμα να αγωνιστείτε (ή να συμμετέχετε ως μέρος ή μέλος τάξης) κάθε διαφορά στο δικαστήριο ενώπιον δικαστή ή επιτροπής. Η διαφορά θα επιλυθεί με δεσμευτική διαιτησία σύμφωνα με τους εμπορικούς κανόνες διαιτησίας του Αμερικανικού Συνδέσμου Διαιτησίας. Κάθε μερική ή προσωρινή αστική απαλλαγή που απαιτείται για την προστασία των δικαιωμάτων ή της ιδιοκτησίας μιας από τις δύο πλευρές κατά τη διάρκεια της διαιτησίας θα μπορεί να ζητηθεί από οποιοδήποτε δικαστήριο αρμοδιότητας. Οποιοδήποτε νόμιμο, λογιστικό ή άλλο κόστος, τέλη και έξοδα που καλύπτονται από τον επικρατούντα φορέα θα πρέπει να επιβαρύνει τον μη-επικρατούντα φορέα.",
  "submissionsPrivacyTitle": "Υποβολές και Απορρήτου",
  "submissionsPrivacyContent": "Στην περίπτωση που υποβάλετε ή δημοσιεύσετε οποιεσδήποτε ιδέες, δημιουργικές προτάσεις, σχέδια, φωτογραφίες, πληροφορίες, διαφημίσεις, δεδομένα ή προτάσεις, συμπεριλαμβανομένων ιδεών για νέα ή βελτιωμένα προϊόντα, υπηρεσίες, χαρακτηριστικά, τεχνολογίες ή προωθήσεις, συμφωνείτε ρητώς ότι αυτές οι υποβολές θα θεωρηθούν αυτόματα ως μη εμπιστευτικές και μη κατοχυρωμένες και θα γίνουν αποκλειστική ιδιοκτησία της You Go Crafts χωρίς καμία απολαβή ή πίστωση προς εσάς. Η You Go Crafts και οι θυγατρικές της δεν έχουν καμία υποχρέωση ως προς τις υποβολές ή τις αναρτήσεις αυτές και μπορεί να χρησιμοποιήσουν τις ιδέες που περιέχονται σε αυτές για οποιονδήποτε σκοπό και σε οποιοδήποτε μέσο εφ' όρου ζωής, συμπεριλαμβανομένων, αλλά όχι περιοριστικά, της ανάπτυξης, της κατασκευής και της προώθησης προϊόντων και υπηρεσιών χρησιμοποιώντας τέτοιες ιδέες.",
  "promotionsTitle": "Προσφορές",
  "promotionsContent": "Η You Go Crafts μπορεί, κατά καιρούς, να περιλαμβάνει διαγωνισμούς, προσφορές, κληρώσεις ή άλλες δραστηριότητες («Προσφορές») που απαιτούν από εσάς να υποβάλετε υλικό ή πληροφορίες σχετικά με τον εαυτό σας. Σημειώστε ότι όλες οι Προσφορές μπορεί να υπόκεινται σε ξεχωριστούς κανόνες που μπορεί να περιέχουν ορισμένες απαιτήσεις επιλεξιμότητας, όπως περιορισμούς ως προς την ηλικία και τη γεωγραφική τοποθεσία. Είστε υπεύθυνοι να διαβάσετε όλους τους κανόνες των Προσφορών για να καθορίσετε εάν είστε επιλέξιμοι για συμμετοχή. Εάν συμμετάσχετε σε οποιαδήποτε Προσφορά, συμφωνείτε να τηρείτε και να συμμορφώνεστε με όλους τους Κανόνες των Προσφορών.\n\nΤυχόν επιπλέον όροι και προϋποθέσεις μπορεί να ισχύουν για αγορές αγαθών ή υπηρεσιών μέσω ή μέσω των Υπηρεσιών, οι οποίοι όροι και προϋποθέσεις καθίστανται μέρος αυτής της Συμφωνίας με την παρούσα αναφορά.",
  "typographicalErrorsTitle": "Τυπογραφικά Λάθη",
  "typographicalErrorsContent": "Στην περίπτωση που ένα προϊόν και/ή υπηρεσία καταχωρηθεί σε εσφαλμένη τιμή ή με εσφαλμένες πληροφορίες λόγω τυπογραφικού λάθους, έχουμε το δικαίωμα να αρνηθούμε ή να ακυρώσουμε οποιεσδήποτε παραγγελίες έχουν τεθεί για το προϊόν και/ή την υπηρεσία που αναφέρεται στην εσφαλμένη τιμή. Έχουμε το δικαίωμα να αρνηθούμε ή να ακυρώσουμε τέτοια παραγγελία είτε η παραγγελία έχει ήδη επιβεβαιωθεί και έχει χρεωθεί η πιστωτική κάρτα σας. Εάν η πιστωτική κάρτα σας έχει ήδη χρεωθεί για την αγορά και η παραγγελία σας ακυρωθεί, θα εκδώσουμε αμέσως μια πίστωση στον λογαριασμό της πιστωτικής κάρτας σας ή σε άλλον λογαριασμό πληρωμής για το ποσό της χρέωσης.",
  "miscellaneousTitle": "Διάφορα",
  "miscellaneousContent": "Εάν για οποιονδήποτε λόγο ένα δικαστήριο αρμόδιας δικαιοδοσίας θεωρήσει κάποια διάταξη ή μέρος αυτών των Όρων και Προϋποθέσεων ως μη εκτελέσιμο, το υπόλοιπο αυτών των Όρων και Προϋποθέσεων θα συνεχίσει να ισχύει πλήρως και αποτελεσματικά. Κάθε απαλλαγή από κάποια διάταξη αυτών των Όρων και Προϋποθέσεων θα είναι ισχυρή μόνο αν είναι γραπτή και υπογεγραμμένη από εξουσιοδοτημένο εκπρόσωπο της You Go Crafts. Η You Go Crafts θα έχει το δικαίωμα για προσωρινές ή άλλες ισότιμες αποζημιώσεις (χωρίς τις υποχρεώσεις υποβολής οποιασδή",
  "ΠΡΟΣΟΧΗ": "Πρόσθετο κείμενο για μετάφραση",
  "disclaimerTitle": "Αποποίηση ευθυνών",
  "content1": "Το You Go Crafts δεν φέρει ευθύνη για οποιοδήποτε περιεχόμενο, κώδικα ή άλλη ανακρίβεια.",
  "content2": "Το You Go Crafts δεν παρέχει εγγυήσεις ή εγγυήσεις.",
  "content3": "Σε καμία περίπτωση η You Go Crafts δεν φέρει ευθύνη για οποιαδήποτε ειδική, άμεση,έμμεσες, παρεπόμενες ή τυχαίες ζημιές ή τυχόν ζημιέςούτως ή άλλως, είτε σε μια πράξη σύμβασης, αμέλειας ή άλληςαδικοπραξία, που προκύπτει από ή σε σχέση με τη χρήση της Υπηρεσίας ήτο περιεχόμενο της Υπηρεσίας. Η Εταιρεία διατηρεί το δικαίωμα να κάνειπροσθήκες, διαγραφές ή τροποποιήσεις στα περιεχόμενα της Υπηρεσίαςανά πάσα στιγμή χωρίς προηγούμενη ειδοποίηση.",
  "content4": "Η Υπηρεσία You Go Crafts και το περιεχόμενό της παρέχονται \"όπως είναι\" και \"κατά κύριο λόγο\" χωρίς καμία εγγύηση ή αναπαράσταση κάθε είδους, είτε ρητή είτε σιωπηρή. Η You Go Crafts είναι διανομέας και όχι εκδότης του περιεχομένου που παρέχεται από τρίτους. Ως τέτοια, η You Go Crafts δεν έχει επιμέλεια επί του εν λόγω περιεχομένου και δεν παρέχει καμία εγγύηση ή αναπαράσταση ως προς την ακρίβεια, αξιοπιστία ή επικαιρότητα οποιασδήποτε πληροφορίας, περιεχομένου, υπηρεσίας ή εμπορεύματος που παρέχεται μέσω ή είναι προσβάσιμο μέσω της Υπηρεσίας You Go Crafts. Χωρίς να περιορίζει τα προηγούμενα, η You Go Crafts αποποιείται ρητά όλες τις εγγυήσεις και αναπαραστάσεις σε οποιοδήποτε περιεχόμενο που μεταδίδεται μέσω ή σε συνάρτηση με την Υπηρεσία You Go Crafts ή σε ιστότοπους που ενδέχεται να εμφανιστούν ως σύνδεσμοι στην Υπηρεσία You Go Crafts ή στα προϊόντα που παρέχονται ως μέρος ή διαφορετικά σε συνάρτηση με την Υπηρεσία You Go Crafts, συμπεριλαμβανομένων, χωρίς περιορισμό, οποιωνδήποτε εγγυήσεων εμπορευσιμότητας, καταλληλότητας για συγκεκριμένο σκοπό ή μη παραβίασης των δικαιωμάτων τρίτων. Καμία προφορική συμβουλή ή γραπτή πληροφορία που παρέχεται από την You Go Crafts ή οποιαδήποτε από τις θυγατρικές της εταιρείες, υπαλλήλους, αξιωματούχους, διευθυντές, πράκτορες ή παρόμοια δεν θα δημιουργήσει εγγύηση. Η πληροφορία για τιμές και διαθεσιμότητα υπόκειται σε αλλαγές χωρίς προειδοποίηση. Χωρίς να περιορίζει τα προηγούμενα, η You Go Crafts δεν εγγυάται ότι η Υπηρεσία You Go Crafts θα είναι αδιάκοπη, μη κατεστραμμένη, έγκαιρη ή απαλλαγμένη από σφάλματα.",
  "contactUsTitle": "Επικοινωνήστε μαζί μας",
  "contactUsContent": "Μην διστάσετε να επικοινωνήσετε μαζί μας αν έχετε οποιεσδήποτε ερωτήσεις.",
  "contactViaEmail": "Μέσω email:",
  "lastUpdated": "Τελευταία ενημέρωση: 8 Ιανουαρίου 2024",
  "description": "Η παρούσα Πολιτική Απορρήτου περιγράφει τις πολιτικές και διαδικασίες μας σχετικά με τη συλλογή, τη χρήση και τη διασκόπηση των πληροφοριών σας κατά τη χρήση της Υπηρεσίας και σας ενημερώνει για τα δικαιώματα απορρήτου σας και τον τρόπο προστασίας σας από τον νόμο.",
  "personalDataUsage": "Χρησιμοποιούμε τα προσωπικά σας δεδομένα για την παροχή και τη βελτίωση της Υπηρεσίας. Χρησιμοποιώντας την Υπηρεσία, συμφωνείτε με τη συλλογή και χρήση των πληροφοριών σύμφωνα με αυτήν την Πολιτική Απορρήτου. Η παρούσα Πολιτική Απορρήτου δημιουργήθηκε με τη βοήθεια του Εργαλείου Δημιουργίας Πολιτικής Απορρήτου.",
  "interpretationAndDefinitions": "Ερμηνεία και Ορισμοί",
  "interpretation": "Ερμηνεία",
  "capitalizedWordsMeaning": "Οι λέξεις των οποίων το αρχικό γράμμα είναι κεφαλαίο έχουν σημασίες που καθορίζονται στις ακόλουθες προϋποθέσεις. Οι ακόλουθοι ορισμοί θα έχουν την ίδια σημασία ανεξαρτήτως εάν εμφανίζονται στον ενικό ή στον πληθυντικό.",
  "definitions": "Ορισμοί",
  "forPurposesOfPrivacyPolicy": "Για τους σκοπούς της παρούσας Πολιτικής Απορρήτου:",
  "uniqueAccount": "σημαίνει ένα μοναδικό λογαριασμό που δημιουργήθηκε για να έχετε πρόσβαση στην υπηρεσία μας ή σε μέρη της υπηρεσίας μας.",
  "entityControl": "σημαίνει μια οντότητα που ελέγχει, ελέγχεται από ή βρίσκεται υπό κοινό έλεγχο με μια εκ των μερών, όπου 'έλεγχος' σημαίνει η κυριότητα του 50% ή περισσότερων των μετοχών, κεφαλαίου ή άλλων αξιών που δικαιούται ψήφου για την εκλογή διοικητικών συμβούλων ή άλλης αρχής διαχείρισης.",
  "theCompany": "(αναφέρεται είτε ως 'η Εταιρεία', 'Εμείς', 'Μας' ή 'Ημείς' σε αυτή τη Συμφωνία) αναφέρεται στο You Go Project, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, όροφος 1, τοπικό 4 29002 Málaga.",
  "cookies": "είναι μικρά αρχεία που τοποθετούνται στον υπολογιστή, τη συσκευή κινητού ή οποιαδήποτε άλλη συσκευή από έναν ιστότοπο, περιέχοντας τις λεπτομέρειες του ιστορικού περιήγησής σας σε αυτόν τον ιστότοπο ανάμεσα στις πολλές χρήσεις του.",
  "spain": "αναφέρεται σε: Ισπανία",
  "device1": "σημαίνει οποιαδήποτε συσκευή που μπορεί να έχει πρόσβαση στην υπηρεσία, όπως ένας υπολογιστής, ένα κινητό τηλέφωνο ή ένα ψηφιακό τάμπλετ.",
  "personalInformation": "είναι οποιαδήποτε πληροφορία που σχετίζεται με ένα αναγνωρισμένο ή αναγνωρίσιμο άτομο.",
  "theWebsite": "αναφέρεται στον Ιστότοπο.",
  "dataProcessor": "σημαίνει οποιοδήποτε φυσικό ή νομικό πρόσωπο που επεξεργάζεται τα δεδομένα εκ μέρους της Εταιρείας. Αναφέρεται σε εταιρείες ή άτομα τρίτων που απασχολούνται από την Εταιρεία για τη διευκόλυνση της Υπηρεσίας, την παροχή της Υπηρεσίας εκ μέρους της Εταιρείας, την παροχή υπηρεσιών σχετικά με την Υπηρεσία ή την υποστήριξη της Εταιρείας στην ανάλυση του πώς χρησιμοποιείται η Υπηρεσία.",
  "refersToAnyWebsite": "αναφέρεται σε οποιονδήποτε ιστότοπο ή οποιονδήποτε ιστότοπο κοινωνικού δικτύου μέσω του οποίου ένας χρήστης μπορεί να συνδεθεί ή να δημιουργήσει λογαριασμό για να χρησιμοποιήσει την υπηρεσία",
  "refersToDataCollectedAutomatically": "αναφέρεται σε δεδομένα που συλλέγονται αυτόματα, είτε δημιουργούνται από τη χρήση της υπηρεσίας είτε από τη χρηματοδοτική υποδομή της ίδιας της υπηρεσίας (για παράδειγμα, η διάρκεια επίσκεψης μιας σελίδας).",
  "refersToYouGoCrafts": "αναφέρεται στο You Go Crafts, προσβάσιμο από",
  "meansTheIndividual": "σημαίνει το άτομο που έχει πρόσβαση ή χρησιμοποιεί την υπηρεσία, ή την εταιρεία ή άλλο νομικό πρόσωπο εκ μέρους του οποίου το άτομο αυτό έχει πρόσβαση ή χρησιμοποιεί την υπηρεσία, κατά περίπτωση.",
  "collectingAndUsingYourPersonalData": "Συλλογή και Χρήση των Προσωπικών Δεδομένων σας",
  "typesOfDataCollected": "Τύποι Δεδομένων που Συλλέγονται",
  "personalData": "Προσωπικά Δεδομένα",
  "whileUsingOurService": "Κατά τη χρήση της υπηρεσίας μας, μπορεί να σας ζητήσουμε να μας παράσχετε κάποια προσωπικά αναγνωρίσιμα στοιχεία που μπορούν να χρησιμοποιηθούν για να επικοινωνήσουμε ή να σας αναγνωρίσουμε. Τα προσωπικά αναγνωρίσιμα στοιχεία μπορεί να περιλαμβάνουν, αλλά δεν περιορίζονται σε:",
  "firstNameAndLastName": "Όνομα και επώνυμο",
  "addressStateProvincePostalCodeCity": "Διεύθυνση, Πολιτεία, Επαρχία, Ταχυδρομικός κώδικας, Πόλη",
  "usageData": "Δεδομένα Χρήσης",
  "usageDataTitle": "Τα δεδομένα χρήσης συλλέγονται αυτόματα κατά τη χρήση της Υπηρεσίας.",
  "usageDataContent": "Τα δεδομένα χρήσης μπορεί να περιλαμβάνουν πληροφορίες όπως το δικό σας Διεύθυνση πρωτοκόλλου Διαδικτύου της συσκευής (π.χ. διεύθυνση IP), τύπος προγράμματος περιήγησης, έκδοση προγράμματος περιήγησης, τις σελίδες της Υπηρεσίας μας που επισκέπτεστε, την ώρα και ημερομηνία της επίσκεψής σας, ο χρόνος που αφιερώσατε σε αυτές τις σελίδες, μοναδική συσκευή αναγνωριστικά και άλλα διαγνωστικά δεδομένα.",
  "mobileDeviceInfo": "Όταν έχετε πρόσβαση στην Υπηρεσία μέσω φορητής συσκευής, μπορεί να συλλεγούν αυτόματα ορισμένες πληροφορίες, συμπεριλαμβανομένων, αλλά όχι περιοριστικά, του τύπου της φορητής συσκευής που χρησιμοποιείτε, του μοναδικού αναγνωριστικού της φορητής συσκευής σας, της διεύθυνσης IP της φορητής συσκευής σας, του λειτουργικού συστήματος της φορητής συσκευής σας, του τύπου του φορητού Internet browser που χρησιμοποιείτε, μοναδικά αναγνωριστικά συσκευής και άλλα διαγνωστικά δεδομένα.",
  "browserInfo": "Επίσης, μπορεί να συλλέγουμε πληροφορίες που το πρόγραμμα περιήγησής σας στέλνει κάθε φορά που επισκέπτεστε την Υπηρεσία μας ή όταν έχετε πρόσβαση στην Υπηρεσία μέσω φορητής συσκευής.",
  "thirdPartySocialMedia": "Πληροφορίες από υπηρεσίες κοινωνικών μέσων μαζικής ενημέρωσης τρίτων",
  "socialMediaServices": "Η Εταιρεία σας επιτρέπει να δημιουργήσετε ένα λογαριασμό και να συνδεθείτε για να χρησιμοποιήσετε την Υπηρεσία μέσω των ακόλουθων υπηρεσιών κοινωνικών μέσων ενημέρωσης τρίτων:",
  "socialMediaList": ["Google", "Facebook", "Instagram", "Twitter", "LinkedIn"],
  "thirdPartyInfo": "Εάν αποφασίσετε να εγγραφείτε μέσω ή να μας παραχωρήσετε κατά άλλο τρόπο πρόσβαση σε μια υπηρεσία κοινωνικών μέσων μαζικής ενημέρωσης τρίτου, μπορεί να συλλέξουμε προσωπικά δεδομένα που είναι ήδη συσχετισμένα με τον λογαριασμό της υπηρεσίας κοινωνικών μέσων μαζικής ενημέρωσης τρίτου σας, όπως το όνομά σας, το email σας, οι δραστηριότητές σας ή ο κατάλογος επαφών σας που σχετίζεται με εκείνο τον λογαριασμό.",
  "additionalInfo": "Μπορείτε επίσης να έχετε τη δυνατότητα να μοιραστείτε επιπλέον πληροφορίες με την Εταιρεία μέσω του λογαριασμού σας στην υπηρεσία κοινωνικών μέσων ενημέρωσης τρίτων. Εάν επιλέξετε να παρέχετε τέτοιες πληροφορίες και προσωπικά δεδομένα κατά την εγγραφή ή κατά άλλο τρόπο, σας δίνετε την άδεια να τα χρησιμοποιούμε, να τα μοιραζόμαστε και να τα αποθηκεύουμε με τρόπο που συμφωνεί με αυτήν την Πολιτική Απορρήτου.",
  "trackingTechnologiesAndCookies": "Τεχνολογίες παρακολούθησης και cookies",
  "trackingTechnologiesDescription": "Χρησιμοποιούμε cookies και παρόμοιες τεχνολογίες παρακολούθησης για να καταγράφουμε τη δραστηριότητα στην Υπηρεσία μας και να αποθηκεύουμε συγκεκριμένες πληροφορίες. Οι τεχνολογίες παρακολούθησης που χρησιμοποιούνται είναι beacons, tags και scripts για τη συλλογή και παρακολούθηση πληροφοριών και για τη βελτίωση και ανάλυση της Υπηρεσίας μας. Οι τεχνολογίες που χρησιμοποιούμε μπορεί να περιλαμβάνουν:",
  "cookieDescription1": "Ένα cookie είναι ένα μικρό αρχείο που τοποθετείται στη συσκευή σας. Μπορείτε να οδηγήσετε τον περιηγητή σας να αρνηθεί όλα τα cookies ή να ενημερώνει όταν στέλνεται ένα cookie. Ωστόσο, αν δεν αποδεχτείτε τα cookies, ενδέχεται να μην είστε σε θέση να χρησιμοποιήσετε μερικά μέρη της Υπηρεσίας μας. Εκτός εάν έχετε προσαρμόσει τη ρύθμιση του περιηγητή σας ώστε να αρνείται τα cookies, η Υπηρεσία μας μπορεί να χρησιμοποιεί cookies.",
  "cookieDescription2": "Ορισμένες ενότητες της Υπηρεσίας μας και των email μας μπορεί να περιέχουν μικρά ηλεκτρονικά αρχεία γνωστά ως web beacons (επίσης αναφερόμενα ως clear gifs, pixel tags και single-pixel gifs) που επιτρέπουν στην Εταιρεία, για παράδειγμα, να καταμετρήσει τους χρήστες που έχουν επισκεφτεί αυτές τις σελίδες ή έχουν ανοίξει ένα email και για άλλα στατιστικά σχετικά με τον ιστότοπο (για παράδειγμα, καταγραφή της δημοτικότητας μιας συγκεκριμένης ενότητας και επαλήθευση της ακεραιότητας του συστήματος και του διακομιστή).",
  "cookieDescription3": "Τα cookies μπορούν να είναι 'Μόνιμα' ή 'Συνεδρίας'. Τα μόνιμα cookies παραμένουν στον προσωπικό υπολογιστή ή τη συσκευή σας όταν είστε εκτός σύνδεσης, ενώ τα cookies συνεδρίας διαγράφονται αμέσως μόλις κλείσετε τον περιηγητή σας. Μπορείτε να μάθετε περισσότερα σχετικά με τα cookies στο άρθρο του ιστότοπου TermsFeed.",
  "cookieDescription4": "Χρησιμοποιούμε τόσο cookies συνεδρίας όσο και cookies μόνιμα για τους παρακάτω σκοπούς:",
  "necessaryCookies": "Απαραίτητα / Βασικά Cookies",
  "cookieType": "Τύπος: Cookies Συνεδρίας",
  "administeredBy": "Διαχειρίζεται από: Εμάς",
  "cookiePurpose": "Σκοπός: Αυτά τα cookies είναι απαραίτητα για να σας παρέχουν υπηρεσίες διαθέσιμες μέσω του Ιστότοπου και για να σας επιτρέπουν να χρησιμοποιήσετε κάποιες από τις λειτουργίες του. Βοηθούν στην πιστοποίηση των χρηστών και στην πρόληψη της απάτης στους λογαριασμούς χρηστών. Χωρίς αυτά τα cookies, δεν μπορούν να παρασχεθούν οι υπηρεσίες που έχετε ζητήσει, και χρησιμοποιούμε αυτά τα cookies μόνο για να σας παρέχουμε αυτές τις υπηρεσίες.",
  "cookiesPolicyAcceptance": "Πολιτική Cookies / Αποδοχή Cookies",
  "cookieTypePersistent": "Τύπος: Μόνιμα Cookies",
  "administeredByUs": "Διαχειρίζεται από: Εμάς",
  "cookiesPurpose": "Σκοπός: Αυτά τα Cookies αναγνωρίζουν αν οι χρήστες έχουν αποδεχτεί τη χρήση cookies στον ιστότοπο.",
  "functionalityCookiesTitle": "Cookies Λειτουργικότητας",
  "functionalityCookiesType": "Τύπος: Μόνιμα Cookies",
  "functionalityCookiesAdministered": "Διαχειρίζεται από: Εμάς",
  "functionalityCookiesPurpose": "Σκοπός: Αυτά τα Cookies μας επιτρέπουν να θυμόμαστε τις επιλογές που κάνετε όταν χρησιμοποιείτε τον ιστότοπο, όπως τα στοιχεία σύνδεσής σας ή η προτίμηση γλώσσας. Ο σκοπός αυτών των Cookies είναι να σας παρέχουν μια πιο προσωπική εμπειρία και να αποφεύγετε να ξανακαταχωρείτε τις προτιμήσεις σας κάθε φορά που χρησιμοποιείτε τον ιστότοπο.",
  "moreInfoAboutCookies": "Για περισσότερες πληροφορίες σχετικά με τα cookies που χρησιμοποιούμε και τις επιλογές σας σχετικά με τα cookies, επισκεφθείτε την Πολιτική Cookies ή την ενότητα Cookies της Πολιτικής Απορρήτου μας.",
  "useOfPersonalDataTitle": "Χρήση των Προσωπικών Δεδομένων Σας",
  "useOfPersonalDataPurposes": "Η Εταιρεία μπορεί να χρησιμοποιήσει Προσωπικά Δεδομένα για τους ακόλουθους σκοπούς:",
  "useOfPersonalDataPurposes1": "συμπεριλαμβανομένου του παρακολούθησης της χρήσης της υπηρεσίας μας.",
  "useOfPersonalDataPurposes2": "για τη διαχείριση της εγγραφής σας ως χρήστη της υπηρεσίας. Τα προσωπικά δεδομένα που παρέχετε μπορούν να σας δώσουν πρόσβαση σε διάφορες λειτουργίες της υπηρεσίας που είναι διαθέσιμες για εσάς ως εγγεγραμμένο χρήστη.",
  "useOfPersonalDataPurposes3": "την ανάπτυξη, συμμόρφωση και εκτέλεση της σύμβασης αγοράς των προϊόντων, ειδών ή υπηρεσιών που έχετε αγοράσει ή οποιαδήποτε άλλη σύμβαση μαζί μας μέσω της υπηρεσίας.",
  "useOfPersonalDataPurposes4": "Για να επικοινωνήσουμε μαζί σας μέσω email, τηλεφωνικών κλήσεων, SMS ή άλλων ισοδύναμων μορφών ηλεκτρονικής επικοινωνίας, όπως οι ειδοποιήσεις push εφαρμογών κινητού σχετικά με ενημερώσεις ή ενημερωτικές επικοινωνίες που αφορούν τις λειτουργίες, τα προϊόντα ή τις συμβαλλόμενες υπηρεσίες, συμπεριλαμβανομένων των ενημερώσεων ασφάλειας, όταν είναι απαραίτητο ή λογικό για την υλοποίησή τους.",
  "useOfPersonalDataPurposes5": "με ειδήσεις, ειδικές προσφορές και γενικές πληροφορίες σχετικά με άλλα αγαθά, υπηρεσίες και εκδηλώσεις που προσφέρουμε και είναι παρόμοια με αυτά που έχετε ήδη αγοράσει ή ρωτήσει, εκτός εάν έχετε επιλέξει να μην λαμβάνετε τέτοιες πληροφορίες.",
  "useOfPersonalDataPurposes6": "Για να ανταποκριθούμε και να διαχειριστούμε τις αιτήσεις σας προς εμάς.",
  "mergeDivestiture": "Μπορούμε να χρησιμοποιήσουμε τις πληροφορίες σας για να αξιολογήσουμε ή να πραγματοποιήσουμε μια συγχώνευση, αποχώρηση, αναδιάρθρωση, αναδιοργάνωση, διάλυση ή άλλη πώληση ή μεταφορά ορισμένων ή όλων των περιουσιακών μας στοιχείων, είτε ως επιχείρηση υπό λειτουργία είτε ως μέρος της διαδικασίας πτώχευσης, ρευστοποίησης ή παρόμοιας διαδικασίας, στην οποία τα προσωπικά δεδομένα που κατέχουμε για τους χρήστες της υπηρεσίας μας είναι μεταξύ των μεταφερόμενων περιουσιακών στοιχείων.",
  "otherPurposes": "Μπορούμε να χρησιμοποιήσουμε τις πληροφορίες σας για άλλους σκοπούς, όπως ανάλυση δεδομένων, αναγνώριση των τάσεων χρήσης, προσδιορισμό της αποτελεσματικότητας των προωθητικών μας εκστρατειών και για να αξιολογήσουμε και βελτιώσουμε την υπηρεσία μας, τα προϊόντα, τις υπηρεσίες, το μάρκετινγκ και την εμπειρία σας.",
  "sharePersonalInfo": "Μπορούμε να μοιραστούμε τις προσωπικές σας πληροφορίες στις παρακάτω καταστάσεις:",
  "shareWithServiceProviders": "Μπορούμε να μοιραστούμε τις προσωπικές σας πληροφορίες με τους παροχείς υπηρεσιών μας για την παρακολούθηση και ανάλυση της χρήσης της υπηρεσίας μας, για να επικοινωνήσουμε μαζί σας.",
  "shareTransferInfo": "Μπορούμε να μοιραστούμε ή να μεταφέρουμε τα προσωπικά σας στοιχεία σε σχέση με ή κατά τη διάρκεια διαπραγματεύσεων για οποιαδήποτε συγχώνευση, πώληση περιουσιακών στοιχείων της Εταιρείας, χρηματοδότηση ή εξαγορά όλου ή μέρους της επιχείρησής μας από άλλη εταιρεία.",
  "shareWithAffiliates": "Μπορούμε να μοιραστούμε τις πληροφορίες σας με τις θυγατρικές μας εταιρείες, σε περίπτωση που θα ζητήσουμε από αυτές να τηρήσουν αυτήν την Πολιτική Απορρήτου. Οι θυγατρικές περιλαμβάνουν τη μητρική μας εταιρεία και οποιεσδήποτε άλλες θυγατρικές, εταιρείες κοινού ενδιαφέροντος ή άλλες εταιρείες που ελέγχουμε ή που βρίσκονται υπό κοινό έλεγχο μαζί μας.",
  "shareWithBusinessPartners": "Μπορούμε να μοιραστούμε τις πληροφορίες σας με τους επιχειρηματικούς μας συνεργάτες για να σας προσφέρουμε συγκεκριμένα προϊόντα, υπηρεσίες ή προσφορές.",
  "publicInteractionDisclaimer": "Όταν μοιράζεστε προσωπικές πληροφορίες ή αλληλεπιδράτε δημόσια με άλλους χρήστες, αυτές οι πληροφορίες μπορεί να προβληθούν από όλους τους χρήστες και να διανεμηθούν δημόσια. Εάν αλληλεπιδράτε με άλλους χρήστες ή εγγράφεστε μέσω ενός Υπηρεσίας κοινωνικών μέσων τρίτων, οι επαφές σας στην Υπηρεσία κοινωνικών μέσων τρίτων μπορεί να δουν το όνομά σας, το προφίλ σας, τις φωτογραφίες σας και την περιγραφή της δραστηριότητάς σας. Με τον ίδιο τρόπο, άλλοι χρήστες θα μπορούν να δουν περιγραφές της δραστηριότητάς σας, να επικοινωνούν μαζί σας και να δουν το προφίλ σας.",
  "otherPurposeDisclosure": "Μπορούμε να αποκαλύψουμε τις προσωπικές σας πληροφορίες για οποιοδήποτε άλλο σκοπό με τη συγκατάθεσή σας.",
  "retentionHeading": "Διατήρηση των προσωπικών σας δεδομένων",
  "retentionParagraph1": "Η Εταιρεία θα διατηρήσει τα Προσωπικά σας Δεδομένα μόνο για όσο είναι απαραίτητο για τους σκοπούς που προβλέπονται σε αυτήν την Πολιτική Απορρήτου. Θα διατηρήσουμε και θα χρησιμοποιήσουμε τα Προσωπικά σας Δεδομένα στο βαθμό που είναι απαραίτητο για τη συμμόρφωση με τις νομικές μας υποχρεώσεις (για παράδειγμα, εάν απαιτείται να διατηρήσουμε τα δεδομένα σας για να συμμορφωθούμε με τους ισχύοντες νόμους), να επιλύσουμε διαφορές και να εφαρμόσουμε τις νομικές μας συμφωνίες και πολιτικές.",
  "retentionParagraph2": "Η Εταιρεία θα διατηρήσει επίσης τα Δεδομένα Χρήσης για εσωτερικούς λόγους ανάλυσης. Τα Δεδομένα Χρήσης παραμένουν γενικά για μικρότερο χρονικό διάστημα, εκτός εάν αυτά τα δεδομένα χρησιμοποιούνται για την ενίσχυση της ασφάλειας ή τη βελτίωση της λειτουργικότητας της Υπηρεσίας μας, ή αν έχουμε νομική υποχρέωση να διατηρήσουμε αυτά τα δεδομένα για μεγαλύτερα χρονικά διαστήματα.",
  "transferHeading": "Μεταφορά των Προσωπικών σας Δεδομένων",
  "transferParagraph1": "Οι πληροφορίες σας, συμπεριλαμβανομένων των Προσωπικών Δεδομένων, επεξεργάζονται στα λειτουργικά γραφεία της Εταιρείας και σε οποιοδήποτε άλλο μέρος βρίσκονται οι εμπλεκόμενοι στην επεξεργασία. Αυτό σημαίνει ότι αυτές οι πληροφορίες μπορεί να μεταφερθούν - και να διατηρηθούν - σε υπολογιστές που βρίσκονται έξω από το κράτος, την επαρχία, τη χώρα ή άλλη κυβερνητική δικαιοδοσία όπου οι νόμοι περί προστασίας δεδομένων μπορεί να διαφέρουν από αυτούς της δικής σας δικαιοδοσίας.",
  "transferParagraph2": "Η συγκατάθεσή σας σε αυτήν την Πολιτική Απορρήτου, που ακολουθείται από την υποβολή σας αυτών των πληροφοριών, αντιπροσωπεύει τη συμφωνία σας σε αυτήν τη μεταφορά.",
  "transferParagraph3": "Η Εταιρεία θα λάβει όλα τα απαραίτητα μέτρα για να εξασφαλίσει ότι τα δεδομένα σας θα χειρίζονται με ασφάλεια και σύμφωνα με αυτήν την Πολιτική Απορρήτου, και καμία μεταφορά των Προσωπικών σας Δεδομένων δεν θα πραγματοποιηθεί σε οργανισμό ή χώρα, εκτός αν υπάρχουν επαρκείς ελέγχοι, συμπεριλαμβανομένης της ασφάλειας των δεδομένων σας και άλλων προσωπικών πληροφοριών σας.",
  "deletePersonalData": "Διαγραφή των προσωπικών σας δεδομένων",
  "deletePersonalDataContent1": "Έχετε το δικαίωμα να διαγράψετε ή να ζητήσετε από εμάς να βοηθήσουμε στη διαγραφή των προσωπικών δεδομένων που έχουμε συλλέξει για εσάς.",
  "deletePersonalDataContent2": "Η υπηρεσία μας μπορεί να σας προσφέρει τη δυνατότητα να διαγράψετε συγκεκριμένες πληροφορίες σχετικά με εσάς από την υπηρεσία.",
  "deletePersonalDataContent3": "Μπορείτε να ενημερώσετε, να τροποποιήσετε ή να διαγράψετε τις πληροφορίες σας ανά πάσα στιγμή, συνδεόμενοι στον λογαριασμό σας, αν έχετε έναν, και επισκεπτόμενοι την ενότητα ρυθμίσεων λογαριασμού που σας επιτρέπει να διαχειρίζεστε τα προσωπικά σας στοιχεία. Μπορείτε επίσης να επικοινωνήσετε μαζί μας για να ζητήσετε πρόσβαση, διόρθωση ή διαγραφή οποιωνδήποτε προσωπικών πληροφοριών που μας έχετε παρασχεθεί.",
  "deletePersonalDataContent4": "Παρακαλούμε σημειώστε, ωστόσο, ότι ενδέχεται να χρειαστεί να διατηρήσουμε ορισμένες πληροφορίες όταν έχουμε νομική υποχρέωση ή νόμιμη βάση για να το πράττουμε.",
  "disclosurePersonalData": "Αποκάλυψη των προσωπικών σας δεδομένων",
  "businessTransactions": "Επιχειρηματικές συναλλαγές",
  "businessTransactionsContent": "Εάν η εταιρεία εμπλακεί σε συγχώνευση, εξαγορά ή πώληση περιουσιακών στοιχείων, τα προσωπικά σας δεδομένα μπορεί να μεταφερθούν. Θα παρέχουμε ειδοποίηση πριν τα προσωπικά σας δεδομένα μεταφερθούν και υπόκεινται σε διαφορετική πολιτική απορρήτου.",
  "lawEnforcement": "Επιβολή του νόμου",
  "lawEnforcementContent": "Σε ορισμένες περιστάσεις, η εταιρεία μπορεί να είναι υποχρεωμένη να αποκαλύψει τα προσωπικά σας δεδομένα αν απαιτηθεί να το πράξει από τον νόμο ή ως απάντηση σε έγκυρα αιτήματα από δημόσιες αρχές (π.χ. δικαστήριο ή κυβερνητικός φορέας).",
  "otherLegalRequirements": "Άλλες νομικές απαιτήσεις",
  "otherLegalRequirementsContent": "Η εταιρεία μπορεί να αποκαλύψει τα προσωπικά σας δεδομένα με την καλή πίστη πεποίθηση ότι αυτή η ενέργεια είναι απαραίτητη για:",
  "complyLegalObligation": "Συμμόρφωση με νομική υποχρέωση",
  "protectDefendRights": "Προστασία και υπεράσπιση των δικαιωμάτων ή της ιδιοκτησίας της Εταιρείας",
  "preventInvestigateWrongdoing": "Πρόληψη ή έρευνα πιθανών παρανομιών σχετικά με την Υπηρεσία",
  "protectPersonalSafety": "Προστασία της προσωπικής ασφάλειας των Χρηστών της Υπηρεσίας ή του κοινού",
  "protectAgainstLegalLiability": "Προστασία από νομική ευθύνη",
  "securityPersonalData": "Ασφάλεια των προσωπικών σας δεδομένων",
  "dataSecurityDisclaimer": "Η ασφάλεια των προσωπικών σας δεδομένων είναι σημαντική για εμάς, αλλά θυμηθείτε ότι κανένας τρόπος μετάδοσης μέσω Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής. Ενώ προσπαθούμε να χρησιμοποιούμε εμπορικά αποδεκτά μέσα για την προστασία των προσωπικών σας δεδομένων, δεν μπορούμε να εγγυηθούμε την απόλυτη ασφάλειά τους.",
  "childrensPrivacy": "Προσωπικά δεδομένα παιδιών",
  "childrensPrivacyContent": "Η Υπηρεσία μας δεν απευθύνεται σε κανέναν κάτω των 13 ετών. Δεν το κάνουμε συλλέγει εν γνώσει του στοιχεία προσωπικής ταυτοποίησης από οποιονδήποτε κάτω των 13 ετών. Εάν είστε γονέας ή κηδεμόνας και γνωρίζετε ότι το παιδί σας μας έχει παράσχει Προσωπικά Δεδομένα, επικοινωνήστε μαζί μας. Εάν αντιληφθούμε ότι έχουμε συλλέξει Προσωπικά Δεδομένα από οποιονδήποτε κάτω των 13 ετών χωρίς επαλήθευση της γονικής συναίνεσης, Παίρνουμε βήματα για την κατάργηση αυτών των πληροφοριών από τους διακομιστές μας.",
  "relyOnConsent": "Εάν πρέπει να βασιστούμε στη συγκατάθεση ως νόμιμη βάση για την επεξεργασία των πληροφοριών σας και η χώρα σας απαιτεί τη συγκατάθεση ενός γονέα, ενδέχεται να απαιτήσουμε τη συγκατάθεση των γονιών σας πριν συλλέξουμε και χρησιμοποιήσουμε αυτές τις πληροφορίες.",
  "otherWebsitesContent": "Η υπηρεσία μας μπορεί να περιέχει συνδέσμους προς άλλους ιστότοπους που δεν λειτουργούν από εμάς. Εάν κάνετε κλικ σε έναν σύνδεσμο από τρίτο μέρος, θα κατευθυνθείτε στον ιστότοπο αυτού του τρίτου μέρους. Σας συνιστούμε έντονα να εξετάσετε την πολιτική απορρήτου κάθε ιστότοπου που επισκέπτεστε.",
  "noControlDisclaimer": "Δεν έχουμε έλεγχο και δεν φέρουμε καμία ευθύνη για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές άλλων ιστότοπων ή υπηρεσιών τρίτων.",
  "changesToPrivacyPolicy": "Αλλαγές σε αυτήν την Πολιτική Απορρήτου",
  "updateNotification": "Ενδέχεται να ενημερώνουμε την Πολιτική Απορρήτου μας από καιρό σε καιρό. Θα σας ενημερώσουμε για κάθε αλλαγή δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτήν τη σελίδα.",
  "notificationMethods": "Θα σας ενημερώσουμε επίσης μέσω email και/ή με ένα έντονο ανακοινωθέν στην υπηρεσία μας, πριν από την είσοδο σε ισχύ της αλλαγής και θα ενημερώσουμε την ημερομηνία 'Τελευταία ενημέρωση' στην κορυφή αυτής της Πολιτικής Απορρήτου.",
  "reviewPeriodically": "Σας συνιστούμε να ελέγχετε αυτήν την Πολιτική Απορρήτου περιοδικά για οποιεσδήποτε αλλαγές. Οι αλλαγές σε αυτήν την Πολιτική Απορρήτου είναι αποτελεσματικές όταν δημοσιεύονται σε αυτήν τη σελίδα.",
  "questionsAboutPolicy": "Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου, μπορείτε να επικοινωνήσετε μαζί μας:",
  "contactMethods": "Μέσω email: info@egeriadesarrollosocial.org"

}
