{
  "joinShoppingRevolution": "Συμμετάσχετε στην ΕΠΑΝΑΣΤΑΣΗ των αγορών",
  "revolutions": "ΕΠΑΝΑΣΤΑΣΕΙΣ",
  "withYouGo": "με το YouGo!",
  "confidence": "Πιστεύουμε ότι κάθε γυναίκα αξίζει να νιώθει αυτοπεποίθηση, στυλάτη και εξουσιοδοτημένη.",
  "lookAndFeelBest": "Είτε ψάχνετε για μοντέρνα ρούχα, άνετα παπούτσια, στιλάτα αξεσουάρ ή προϊόντα ομορφιάς που θα σας βοηθήσουν να είστε στην καλύτερη κατάστασή σας, τα έχουμε όλα.",
  "shopNow": "Κάντε τις αγορές σας τώρα!",
  "moneySaving": "Εξοικονόμηση χρημάτων",
  "secureShopping": "Ασφαλείς αγορές",
  "fastDelivery": "Γρήγορη παράδοση",
  "userFriendly": "Φιλικό προς τον χρήστη",
  "moneySavingContent": "Προσφέρουμε εξαιρετικές προσφορές και έκπτωσης σε τακτική βάση, έτσι ώστε να μπορείτε να εξοικονομήσετε τα χρήματά σας ενώ παραμένετε υπέροχοι και αισθάνεστε εξαιρετικά.",
  "secureShoppingContent": "Λαμβάνουμε επιπλέον μέτρα για να διασφαλίσουμε ότι η εμπειρία σας με εμάς είναι ασφαλής και χωρίς ανησυχίες.",
  "fastDeliveryContent": "Παρέχουμε γρήγορες και αξιόπιστες επιλογές παράδοσης για να φτάσουν τα προϊόντα σας σε εσάς γρήγορα.",
  "userFriendlyContent": "Η εύκολη πλοήγηση μας καθιστά απλό τον εντοπισμό των αγαπημένων σας προϊόντων ή την πραγματοποίηση αγορών.",
  "loading": "Φόρτωση",
  "chooseLanguage": "Επιλέξτε τη γλώσσα σας",
  "whyUsTitle": "ΓΙΑΤΙ ΕΜΑΣ;",
  "qualityStyleTitle": "Ποιότητα & Στυλ",
  "welcomeText": "Καλώς ήρθατε στο YouGo, όπου ποιότητα και στυλ συνδυάζονται για να σας προσφέρουν την καλύτερη δυνατή εμπειρία αγορών.",
  "prideText": "Είμαστε περήφανοι που στολίζουμε μια συλλογή μόδας και προϊόντων lifestyle που δεν είναι μόνο κομψά αλλά και της υψηλότερης ποιότητας.",
  "interestedInMore": "ΕΝΔΙΑΦΕΡΕΣΤΕ ΓΙΑ ΠΕΡΙΣΣΟΤΕΡΑ?",
  "ourProducts": "Τα Προϊόντα Μας",
  "trustedByCustomers": "Εμπιστευμένο από 100,000+ πελάτες σε όλο τον κόσμο",
  "fundedByEU": "Χρηματοδοτείται από την Ευρωπαϊκή Ένωση. Οι απόψεις που εκφράζονται είναι όμως εκείνες μόνο του συγγραφέα (ή των συγγραφέων) και δεν αντικατοπτρίζουν απαραίτητα εκείνες της Ευρωπαϊκής Ένωσης ή της Εκτελεστικής Υπηρεσίας Εκπαίδευσης και Πολιτισμού (EACEA). Ούτε η Ευρωπαϊκή Ένωση ούτε η EACEA μπορούν να φέρουν ευθύνη γι' αυτές.",
  "quickLinks": "Γρήγοροι σύνδεσμοι",
  "home": "Σπίτι",
  "sellOnYouGo": "Πώληση στο YouGo",
  "shop": "Κατάστημα",
  "aboutUs": "Σχετικά με εμάς",
  "contactUs": "Επικοινωνήστε μαζί μας",
  "allRightsReserved": "YouGo. Με επιφύλαξη παντός δικαιώματος.",
  "termsConditions": "Όροι & Προϋποθέσεις",
  "privacyPolicy": "Πολιτική Απορρήτου",
  "addProduct": "Προσθήκη προϊόντος",
  "login": "Σύνδεση",
  "sell": "Πώληση"
}
