{
  "joinShoppingRevolution": "Schließe dich der Shopping-REVOLUTION an",
  "revolutions": "REVOLUTIONEN",
  "withYouGo": "mit YouGo!",
  "confidence": "Wir glauben, dass jede Frau das Recht hat, sich selbstbewusst, stilvoll und ermächtigt zu fühlen.",
  "lookAndFeelBest": "Egal, ob Sie trendige Kleidung, bequeme Schuhe, stilvolle Accessoires oder Beauty-Produkte suchen, die Ihnen helfen, sich bestmöglich zu fühlen und auszusehen – wir haben, was Sie brauchen.",
  "shopNow": "Jetzt einkaufen!",
  "moneySaving": "Geld sparen",
  "secureShopping": "Sicheres Einkaufen",
  "fastDelivery": "Schnelle Lieferung",
  "userFriendly": "Benutzerfreundlich",
  "moneySavingContent": "Wir bieten regelmäßig großartige Angebote und Rabatte, damit Sie Geld sparen können, während Sie großartig aussehen und sich großartig fühlen.",
  "secureShoppingContent": "Wir treffen zusätzliche Maßnahmen, um sicherzustellen, dass Ihr Einkaufserlebnis bei uns sicher und sorgenfrei ist.",
  "fastDeliveryContent": "Wir bieten schnelle und zuverlässige Lieferoptionen, um Ihre Produkte schnell zu Ihnen zu bringen.",
  "userFriendlyContent": "Unsere leicht zu navigierende Benutzeroberfläche erleichtert das Finden Ihrer Lieblingsprodukte oder das Tätigen von Einkäufen.",
  "loading": "Laden",
  "chooseLanguage": "Wählen Sie Ihre Sprache",
  "whyUsTitle": "WARUM WIR?",
  "qualityStyleTitle": "Qualität & Stil",
  "welcomeText": "Willkommen bei YouGo, wo Qualität und Stil zusammenkommen, um Ihnen das bestmögliche Einkaufserlebnis zu bieten.",
  "prideText": "Wir sind stolz darauf, eine Kollektion von Mode- und Lifestyle-Produkten zu kuratieren, die nicht nur stilvoll, sondern auch von höchster Qualität sind.",
  "interestedInMore": "MEHR INTERESSIERT?",
  "ourProducts": "Unsere Produkte",
  "trustedByCustomers": "Vertraut von über 100.000 Kunden weltweit",
  "fundedByEU": "Gefördert von der Europäischen Union. Die geäußerten Ansichten und Meinungen sind jedoch nur diejenigen des Autors bzw. der Autoren und spiegeln nicht unbedingt diejenigen der Europäischen Union oder der Exekutivagentur für Bildung und Kultur (EACEA) wider. Die Europäische Union oder die EACEA können nicht dafür verantwortlich gemacht werden.",
  "quickLinks": "Schnellzugriff",
  "home": "Zuhause",
  "sellOnYouGo": "Verkaufen Sie auf YouGo",
  "shop": "Geschäft",
  "aboutUs": "Über uns",
  "contactUs": "Kontaktiere uns",
  "allRightsReserved": "YouGo. Alle Rechte vorbehalten.",
  "termsConditions": "AGB",
  "privacyPolicy": "Datenschutz-Bestimmungen",
  "addProduct": "Produkt hinzufügen",
  "login": "Anmelden",
  "sell": "Verkaufen",
  "handmadeGoods": "Handgemachte Waren",
  "jewelry": "Schmuck",
  "homeDecor": "Heimdekoration",
  "clothing": "Bekleidung",
  "art": "Kunst",
  "vintageItems": "Vintage Artikel",
  "photography": "Fotografie",
  "cosmetics": "Kosmetik",
  "toys": "Spielzeug",
  "welcomeToYouGo": "Willkommen bei YouGo Ecommerce",
  "searchProduct": "Produkt suchen",
  "categories": "Kategorien",
  "findSomething": "Finde etwas, das deine Aufmerksamkeit auf sich zieht!",
  "noItemsInShop": "Es gibt derzeit keine Artikel im Geschäft",
  "noMatchedItems": "Es gibt keine Artikel, die Ihrer Suche entsprechen",
  "noImagesAvailable": "Keine Bilder verfügbar",
  "chatWithSellerOnWhatsApp": "MIT DEM VERKÄUFER AUF WHATSAPP CHATTEN",
  "contactSeller": "Verkäufer kontaktieren",
  "safetyTips": "Sicherheitstipps",
  "dontSendPrePayments": "Denken Sie daran, keine Vorauszahlungen zu senden",
  "meetSellerAtSafePlace": "Treffen Sie den Verkäufer an einem sicheren öffentlichen Ort",
  "inspectGoods": "Inspektieren Sie die Waren, um sicherzustellen, dass sie Ihren Bedürfnissen entsprechen",
  "checkDocumentation": "Überprüfen Sie alle Unterlagen und zahlen Sie nur, wenn Sie zufrieden sind",
  "stock": "Bestand:",
  "brand": "Marke:",
  "posted": "Veröffentlicht:",
  "productCategory": "Produktkategorie:",
  "productDescription": "Produktbeschreibung",
  "whyYouGoTitle": "Warum Sie auf YouGo verkaufen sollten",
  "youGoOffers": "YouGo bietet:",
  "largeActiveCommunity": "Eine große und aktive Community: Erreichen Sie Käufer, die handgefertigte Waren wie Ihre schätzen.",
  "specializedCategory": "Spezialisierte Kategorie: Stechen Sie mit einer dedizierten Präsentation für handgemachte Kleidung heraus.",
  "lowFees": "Niedrige Gebühren: Behalten Sie mehr von Ihren Gewinnen und lassen Sie Ihr Geschäft wachsen.",
  "easyToUse": "Einfach zu bedienen: Listen Sie Ihre Artikel auf und verwalten Sie Ihren Shop mit Leichtigkeit.",
  "readyToStartSelling": "Bereit zum Verkaufen?",
  "signUpToday": "Heute anmelden!",
  "addImageTitle": "Bild hinzufügen",
  "selectImage": "Klicken Sie hier, um ein Bild auszuwählen",
  "selectedFiles": "Ausgewählte Dateien:",
  "productNameLabel": "Produktname:",
  "categoryLabel": "Kategorie:",
  "brandLabel": "Marke:",
  "priceLabel": "Preis:",
  "stockLabel": "Bestand:",
  "descriptionLabel": "Beschreibung:",
  "publishProductButton": "Produkt veröffentlichen",
  "waitAMinute": "Warte mal.....",
  "productNamePlaceholder": "Produktname",
  "selectCategoryPlaceholder": "Kategorie auswählen",
  "brandNamePlaceholder": "Markenname",
  "addPricePlaceholder": "Preis hinzufügen",
  "stockPlaceholder": "Bestand hinzufügen",
  "descriptionPlaceholder": "Produktbeschreibung hier eingeben",
  "welcomeMessage": "Willkommen bei YouGo Crafts! Wir sind eine E-Commerce-Website, die sich darauf spezialisiert hat, Käufer und Verkäufer in der Welt der Handwerkskunst zu verbinden. Unsere Mission ist es, eine Plattform bereitzustellen, auf der Kunsthandwerker und Kunsthandwerksliebhaber zusammenkommen können, um einzigartige handgefertigte Produkte zu verkaufen und zu kaufen.",
  "craftsRange": "Bei YouGo Crafts bieten wir eine breite Palette von Handwerksprodukten an, darunter Schmuck, Kleidung, Accessoires, Heimdekoration und vieles mehr. Egal, ob Sie ein Innenarchitekt auf der Suche nach einzigartigen Stücken sind oder eine modebewusste Person mit einem Auge für Stil und Handwerkskunst, unsere Website deckt Ihre Bedürfnisse ab.",
  "commitment": "Was uns auszeichnet, ist unser Engagement für eine kostenlose und provisionsfreie Plattform sowohl für Käufer als auch für Verkäufer. Wir glauben daran, Handwerker zu stärken und ihnen die Möglichkeit zu geben, ihr Talent auf internationaler Ebene zu präsentieren. Verkäufer können ihre eigenen E-Shops erstellen, ihre Marke bewerben und ein globales Publikum erreichen.",
  "erasmusProject": "Unsere Website ist das Ergebnis des Erasmus+ Projekts YouGo. Dieses Projekt zielt darauf ab, ländlichen jungen Frauen die Mittel zu geben, ihre Produkte und Handwerkskunst online zu verkaufen. Durch YouGo Crafts möchten wir handgefertigte Produkte fördern, lokale Handwerker unterstützen und ein Gemeinschaftsgefühl fördern.",
  "passionateAboutCrafts": "Wir sind leidenschaftlich für Handwerk und engagiert für ein nahtloses Benutzererlebnis. Obwohl wir noch keine spezifischen Auszeichnungen oder Errungenschaften erhalten haben, liegt unser Fokus weiterhin darauf, einen außergewöhnlichen Service zu bieten und die Kunst des handgefertigten Handwerks zu fördern.",
  "thankYouMessage": "Vielen Dank, dass Sie sich für YouGo Crafts entschieden haben. Wir freuen uns darauf, Ihr Anlaufpunkt für alles rund um das Handwerk zu sein.",
  "editYourProfile": "Profil bearbeiten",
  "signOut": "Abmelden",
  "products": "Produkte",
  "inStock": "Auf Lager",
  "by": "Von",
  "edit": "Bearbeiten",
  "delete": "Löschen",
  "noProducts": "Sie haben noch keine Produkte",
  "myProfile": "Mein Profil",
  "editProfile": "Profil bearbeiten",
  "fullName": "Vollständiger Name",
  "yourFullName": "Ihr vollständiger Name",
  "phoneNumber": "Telefonnummer",
  "yourPhoneNumber": "Ihre Telefonnummer",
  "emailAddress": "E-Mail-Adresse",
  "yourEmailAddress": "Ihre E-Mail-Adresse",
  "about": "Über mich",
  "describeYourself": "Beschreiben Sie sich",
  "saveChanges": "Änderungen speichern",
  "termsAndConditions": "Geschäftsbedingungen",
  "updatedAt": "Aktualisiert am",
  "generalTerms": "Allgemeine Geschäftsbedingungen",
  "termsOfService": "Durch den Zugriff und die Aufgabe einer Bestellung bei You Go Crafts bestätigen Sie, dass Sie mit den in den unten stehenden Allgemeinen Geschäftsbedingungen enthaltenen Bedingungen einverstanden sind und daran gebunden sind. Diese Bedingungen gelten für die gesamte Website und jede E-Mail oder andere Art der Kommunikation zwischen Ihnen und You Go Crafts.",
  "liabilityDisclaimer": "In keinem Fall haftet das Team von You Go Crafts für direkte, indirekte, besondere, zufällige oder Folgeschäden, einschließlich, aber nicht beschränkt auf Datenverlust oder Gewinn, der sich aus der Nutzung oder Unmöglichkeit der Nutzung der Materialien auf dieser Website ergibt, selbst wenn das Team von You Go Crafts oder ein autorisierter Vertreter auf die Möglichkeit solcher Schäden hingewiesen wurde. Wenn die Verwendung von Materialien von dieser Website zu Wartungsarbeiten, Reparaturen oder Korrekturen von Geräten oder Daten führt, tragen Sie alle damit verbundenen Kosten.",
  "responsibilityDisclaimer": "You Go Crafts übernimmt keine Verantwortung für Ergebnisse, die während der Nutzung unserer Ressourcen auftreten können. Wir behalten uns das Recht vor, Preise zu ändern und die Richtlinien zur Ressourcennutzung jederzeit zu überarbeiten. Diese Allgemeinen Geschäftsbedingungen wurden erstellt mit",
  "licenseTitle": "Lizenz",
  "licenseContent1": "You Go Crafts gewährt Ihnen eine widerrufliche, nicht exklusive, nicht übertragbare, eingeschränkte Lizenz zum Herunterladen, Installieren und Verwenden der Website ausschließlich gemäß den Bestimmungen dieser Vereinbarung.",
  "licenseContent2": "Diese Allgemeinen Geschäftsbedingungen sind ein Vertrag zwischen Ihnen und You Go Crafts (in diesen Allgemeinen Geschäftsbedingungen als 'You Go Crafts', 'uns', 'wir' oder 'unser' bezeichnet), dem Anbieter der You Go Crafts-Website und der über die You Go Crafts-Website zugänglichen Dienste (die in diesen Allgemeinen Geschäftsbedingungen gemeinsam als 'You Go Crafts Service' bezeichnet werden).",
  "licenseContent3": "Sie erklären sich damit einverstanden, durch diese Allgemeinen Geschäftsbedingungen gebunden zu sein. Wenn Sie mit diesen Allgemeinen Geschäftsbedingungen nicht einverstanden sind, nutzen Sie bitte den You Go Crafts Service nicht. In diesen Allgemeinen Geschäftsbedingungen bezieht sich 'Sie' sowohl auf Sie als Einzelperson als auch auf die von Ihnen vertretene Einheit. Bei Verstoß gegen eine dieser Allgemeinen Geschäftsbedingungen behalten wir uns das Recht vor, Ihr Konto zu kündigen oder den Zugang zu Ihrem Konto ohne vorherige Ankündigung zu sperren.",
  "definitionsAndKeyTerms": "Definitionen und Schlüsselbegriffe",
  "termsExplanation": "Um die Dinge in diesen Allgemeinen Geschäftsbedingungen so klar wie möglich zu erklären, werden jedes Mal, wenn einer dieser Begriffe erwähnt wird, strikt wie folgt definiert:",
  "cookie": "Cookie: Kleine Datenmenge, die von einer Website generiert und von Ihrem Webbrowser gespeichert wird. Es wird verwendet, um Ihren Browser zu identifizieren, Analysen bereitzustellen, Informationen über Sie zu speichern, wie z. B. Ihre Spracheinstellung oder Anmeldeinformationen.",
  "company": "Unternehmen: Wenn in dieser Richtlinie von „Unternehmen“, „wir“, „uns“ oder „unser“ die Rede ist, bezieht es sich auf Egeria Desarrollo Social, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, Etage 1, Raum 4, 29002 Málaga, Spanien, das für Ihre Informationen gemäß diesen Allgemeinen Geschäftsbedingungen verantwortlich ist.",
  "country": "Land: Wo sich You Go Crafts oder die Eigentümer/Gründer von You Go Crafts befinden, in diesem Fall ist es",
  "device": "Gerät: Jedes mit dem Internet verbundene Gerät wie ein Telefon, Tablet, Computer oder ein anderes Gerät, das zur Besuch von You Go Crafts und zur Nutzung der Dienste verwendet werden kann.",
  "service": "Dienst: Bezieht sich auf den von You Go Crafts bereitgestellten Dienst, wie in den entsprechenden Bedingungen (falls verfügbar) und auf dieser Plattform beschrieben.",
  "thirdPartyService": "Dienstleistung Dritter: Bezieht sich auf Werbetreibende, Wettbewerbssponsoren, Werbepartner und andere, die unseren Inhalt bereitstellen oder deren Produkte oder Dienstleistungen wir für interessant halten könnten.",
  "website": "Website: Die Website von You Go Crafts, die über diese URL erreicht werden kann: https://www.yougo-crafts.store/",
  "you": "Sie: Eine Person oder Entität, die bei You Go Crafts registriert ist, um die Dienste zu nutzen.",
  "restrictionsTitle": "Einschränkungen",
  "restrictionsContent": "Sie stimmen zu, dies nicht zu tun, und Sie werden anderen nicht erlauben:",
  "restrictionList1": "Lizenzieren, verkaufen, vermieten, leasen, zuweisen, verteilen, übertragen, hosten, auslagern, offenlegen oder anderweitig kommerziell nutzen Sie die Website oder stellen Sie die Plattform Dritten zur Verfügung.",
  "restrictionList2": "Teile der Website modifizieren, abgeleitete Werke erstellen, auseinandernehmen, entschlüsseln, rückwärts kompilieren oder ingenieurmäßig umkehren.",
  "restrictionList3": "Entfernen, ändern oder verschleiern Sie keine Eigentumshinweise (einschließlich etwaiger Hinweise auf Urheberrechte oder Marken) von You Go Crafts oder seinen verbundenen Unternehmen, Partnern, Lieferanten oder den Lizenzgebern der Website.",
  "returnRefundTitle": "Rückgabe- und Rückerstattungsrichtlinie",
  "returnRefundContent1": "Danke, dass Sie bei You Go Crafts einkaufen. Wir schätzen es, dass Ihnen gefällt, die Sachen zu kaufen, die wir bauen. Wir möchten auch sicherstellen, dass Sie beim Erkunden, Bewerten und Kaufen unserer Produkte eine belohnende Erfahrung machen.",
  "returnRefundContent2": "Wie bei jeder Einkaufserfahrung gelten auch bei You Go Crafts Bedingungen und Konditionen für Transaktionen. Wir werden so kurz sein, wie es unsere Anwälte zulassen. Das Hauptaugenmerk liegt darauf, dass Sie durch das Aufgeben einer Bestellung oder den Kauf bei You Go Crafts den Bedingungen zusammen mit der Datenschutzrichtlinie von You Go Crafts zustimmen.",
  "returnRefundContent3": "Wenn Sie aus irgendeinem Grund mit einem von uns bereitgestellten Produkt oder einer Dienstleistung nicht vollständig zufrieden sind, zögern Sie nicht, uns zu kontaktieren, und wir werden alle Probleme besprechen, die Sie mit unserem Produkt haben.",
  "yourSuggestions": "Ihre Vorschläge",
  "feedbackIntro": "Etwaige Rückmeldungen, Kommentare, Ideen, Verbesserungen oder Vorschläge (zusammengefasst als 'Vorschläge'), die Sie uns in Bezug auf die Website mitteilen, bleiben ausschließliches Eigentum von You Go Crafts.",
  "freeToUse": "You Go Crafts ist berechtigt, die Vorschläge für jeden Zweck und auf jede Weise zu verwenden, zu kopieren, zu ändern, zu veröffentlichen oder weiterzuverteilen, ohne Ihnen eine Gutschrift oder Entschädigung zu gewähren.",
  "yourConsent": "Ihre Zustimmung",
  "updatedTermsIntro": "Wir haben unsere Allgemeinen Geschäftsbedingungen aktualisiert, um Ihnen vollständige Transparenz darüber zu bieten, was festgelegt wird, wenn Sie unsere Website besuchen, und wie es verwendet wird. Durch die Nutzung unserer Website, die Registrierung eines Kontos oder den Kauf erklären Sie hiermit Ihr Einverständnis mit unseren Allgemeinen Geschäftsbedingungen.",
  "linksToOtherWebsites": "Links zu anderen Websites",
  "termsAndConditionsDescription": "Diese Allgemeinen Geschäftsbedingungen gelten nur für die Dienstleistungen. Die Dienstleistungen können Links zu anderen Websites enthalten, die nicht von You Go Crafts betrieben oder kontrolliert werden. Wir sind nicht verantwortlich für den Inhalt, die Genauigkeit oder die Meinungen, die auf solchen Websites zum Ausdruck kommen, und solche Websites werden von uns nicht untersucht, überwacht oder auf Genauigkeit oder Vollständigkeit überprüft. Bitte beachten Sie, dass unsere Allgemeinen Geschäftsbedingungen, wenn Sie einen Link verwenden, um von den Dienstleistungen zu einer anderen Website zu gelangen, nicht mehr in Kraft sind. Ihre Durchsuchung und Interaktion auf jeder anderen Website, einschließlich derjenigen, die einen Link auf unserer Plattform haben, unterliegt den eigenen Regeln und Richtlinien dieser Website. Solche Dritten können ihre eigenen Cookies oder andere Methoden verwenden, um Informationen über Sie zu sammeln.",
  "cookiesTitle": "Cookies",
  "cookiesContent": "You Go Crafts verwendet 'Cookies', um die Bereiche unserer Website zu identifizieren, die Sie besucht haben. Ein Cookie ist ein kleines Datenstück, das von Ihrem Webbrowser auf Ihrem Computer oder Mobilgerät gespeichert wird. Wir verwenden Cookies, um die Leistung und Funktionalität unserer Website zu verbessern, aber sie sind nicht unbedingt erforderlich. Ohne diese Cookies können jedoch bestimmte Funktionen wie Videos nicht verfügbar sein oder Sie müssten bei jedem Besuch auf der Website Ihre Anmeldedaten eingeben, da wir uns nicht daran erinnern könnten, dass Sie zuvor angemeldet waren. Die meisten Webbrowser können so eingestellt werden, dass die Verwendung von Cookies deaktiviert wird. Wenn Sie Cookies deaktivieren, können Sie möglicherweise nicht auf die Funktionen unserer Website korrekt oder überhaupt zugreifen. Wir platzieren niemals persönlich identifizierbare Informationen in Cookies.",
  "changesTitle": "Änderungen an unseren Nutzungsbedingungen",
  "changesContent": "Sie erkennen an und stimmen zu, dass You Go Crafts nach eigenem Ermessen (dauerhaft oder vorübergehend) die Bereitstellung des Dienstes (oder einzelner Funktionen innerhalb des Dienstes) für Sie oder allgemein für Benutzer ohne vorherige Ankündigung einstellen kann. Sie können die Nutzung des Dienstes jederzeit einstellen. Sie müssen You Go Crafts nicht ausdrücklich informieren, wenn Sie die Nutzung des Dienstes einstellen. Sie erkennen an und stimmen zu, dass Sie möglicherweise daran gehindert werden, auf den Dienst, Ihre Kontodaten oder auf Dateien oder andere Materialien zuzugreifen, die sich in Ihrem Konto befinden, wenn You Go Crafts den Zugang zu Ihrem Konto deaktiviert.",
  "termsConditionsChange": "Wenn wir beschließen, unsere Geschäftsbedingungen zu ändern, werden wir diese Änderungen auf dieser Seite veröffentlichen und/oder das Änderungsdatum der Geschäftsbedingungen unten aktualisieren.",
  "modificationsTitle": "Änderungen an unserer Website",
  "modificationsContent": "You Go Crafts behält sich das Recht vor, die Website oder jeden Dienst, mit dem sie verbunden ist, vorübergehend oder dauerhaft zu ändern, auszusetzen oder einzustellen, mit oder ohne vorherige Ankündigung und ohne Haftung für Sie.",
  "updatesTitle": "Aktualisierungen unserer Website",
  "updatesContent1": "You Go Crafts kann von Zeit zu Zeit Verbesserungen oder Erweiterungen der Funktionen/Funktionalitäten der Website bereitstellen, einschließlich Patches, Fehlerkorrekturen, Updates, Upgrades und anderen Modifikationen (\"Aktualisierungen\").",
  "updatesContent2": "Aktualisierungen können bestimmte Funktionen und/oder Funktionalitäten der Website ändern oder löschen. Sie stimmen zu, dass You Go Crafts nicht verpflichtet ist, (i) Updates bereitzustellen oder (ii) bestimmte Funktionen und/oder Funktionalitäten der Website weiterhin für Sie bereitzustellen oder zu aktivieren.",
  "updatesContent3": "Sie stimmen weiterhin zu, dass alle Updates (i) als wesentlicher Bestandteil der Website gelten und (ii) den Bedingungen dieser Vereinbarung unterliegen.",
  "thirdPartyServices": "Drittanbieterdienste",
  "thirdPartyContentDescription": "Wir können Inhalte von Dritten (einschließlich Daten, Informationen, Anwendungen und anderen Produkten oder Dienstleistungen) anzeigen, einschließen oder verfügbar machen oder Links zu Websites oder Diensten von Dritten bereitstellen ('Drittanbieterdienste').",
  "thirdPartyDisclaimer1": "Sie erkennen an und stimmen zu, dass You Go Crafts nicht für Drittanbieterdienste verantwortlich ist, einschließlich deren Genauigkeit, Vollständigkeit, Aktualität, Gültigkeit, Einhaltung von Urheberrechten, Legalität, Anständigkeit, Qualität oder einem anderen Aspekt davon. You Go Crafts übernimmt keine Haftung oder Verantwortung für Sie oder eine andere Person oder Einheit für Drittanbieterdienste.",
  "thirdPartyDisclaimer2": "Drittanbieterdienste und die Links dazu werden ausschließlich als Annehmlichkeit für Sie bereitgestellt, und Sie greifen darauf zu und verwenden sie vollständig auf eigenes Risiko und unterliegen den Geschäftsbedingungen dieser Dritten.",
  "termAndTermination": "Laufzeit und Beendigung",
  "agreementDescription1": "Diese Vereinbarung bleibt in Kraft, bis Sie oder You Go Crafts sie beenden.",
  "agreementDescription2": "You Go Crafts kann diese Vereinbarung nach eigenem Ermessen jederzeit und aus jedem Grund oder ohne Angabe von Gründen mit oder ohne vorherige Ankündigung aussetzen oder beenden.",
  "agreementDescription3": "Diese Vereinbarung endet sofort ohne vorherige Ankündigung durch You Go Crafts, falls Sie gegen eine Bestimmung dieser Vereinbarung verstoßen. Sie können diese Vereinbarung auch beenden, indem Sie die Website und alle Kopien davon von Ihrem Computer löschen.",
  "agreementDescription4": "Nach Beendigung dieser Vereinbarung müssen Sie die Nutzung der Website einstellen und alle Kopien der Website von Ihrem Computer löschen.",
  "agreementDescription5": "Die Beendigung dieser Vereinbarung beschränkt nicht die Rechte oder Rechtsmittel von You Go Crafts nach geltendem Recht oder nach Billigkeit im Falle eines Verstoßes durch Sie (während der Laufzeit dieser Vereinbarung) gegen eine Ihrer Verpflichtungen aus der vorliegenden Vereinbarung.",
  "copyrightInfringementNoticeTitle": "Hinweis auf Urheberrechtsverletzung",
  "copyrightInfringementNoticeContent": "Wenn Sie Eigentümer von Urheberrechten oder Vertreter eines solchen Eigentümers sind und der Meinung sind, dass Material auf unserer Website eine Verletzung Ihrer Urheberrechte darstellt, setzen Sie sich bitte mit uns in Verbindung und geben Sie folgende Informationen an: (a) eine physische oder elektronische Unterschrift des Urheberrechtsinhabers oder einer Person, die berechtigt ist, in seinem Namen zu handeln; (b) Identifizierung des Materials, das behauptet wird, dass es eine Verletzung darstellt; (c) Ihre Kontaktinformationen, einschließlich Ihrer Adresse, Telefonnummer und E-Mail; (d) eine Erklärung von Ihnen, dass Sie in gutem Glauben glauben, dass die Verwendung des Materials nicht von den Urheberrechtsinhabern autorisiert ist; und (e) eine Erklärung, dass die Informationen in der Benachrichtigung korrekt sind und dass Sie unter Strafandrohung der Falschaussage berechtigt sind, im Namen des Eigentümers zu handeln.",
  "indemnificationTitle": "Haftungsausschluss",
  "indemnificationContent": "Sie erklären sich damit einverstanden, You Go Crafts und seine Muttergesellschaften, Tochtergesellschaften, verbundenen Unternehmen, leitenden Angestellten, Mitarbeitern, Agenten, Partnern und Lizenzgebern (sofern vorhanden) von jeglichen Ansprüchen oder Forderungen, einschließlich angemessener Anwaltskosten, freizustellen, die sich aus oder im Zusammenhang mit Ihrer: (a) Nutzung der Website; (b) Verletzung dieser Vereinbarung oder eines Gesetzes oder einer Verordnung; oder (c) Verletzung eines Rechts Dritter ergeben.",
  "noWarrantiesTitle": "Keine Gewährleistungen",
  "websiteDisclaimer": "Die Website wird Ihnen \"WIE SIE IST\" und \"NACH VERFÜGBARKEIT\" und mit allen Fehlern und Mängeln ohne Gewährleistung jeglicher Art bereitgestellt. In dem maximal zulässigen Umfang nach geltendem Recht lehnt You Go Crafts, in eigenem Namen und im Namen seiner verbundenen Unternehmen sowie seiner jeweiligen Lizenzgeber und Dienstleister, ausdrücklich alle Gewährleistungen ab, sei es ausdrücklich, implizit, gesetzlich oder anderweitig, in Bezug auf die Website ab, einschließlich aller impliziten Gewährleistungen der Marktgängigkeit, Eignung für einen bestimmten Zweck, Titel und Nichtverletzung sowie Gewährleistungen, die sich aus Geschäftsbeziehung, Leistung, Nutzung oder Handelspraxis ergeben können. Unbeschadet vorstehender Bestimmungen übernimmt You Go Crafts keine Gewährleistung oder Verpflichtung und trifft keine Darstellung irgendwelcher Art, dass die Website Ihren Anforderungen entspricht, beabsichtigte Ergebnisse erzielt, mit anderer Software, Systemen oder Diensten kompatibel oder kompatibel ist, ohne Unterbrechung funktioniert, Performance- oder Zuverlässigkeitsstandards erfüllt oder fehlerfrei ist oder dass Fehler oder Mängel behoben werden können oder werden.",
  "additionalDisclaimer": "Ohne die vorstehenden Bestimmungen einzuschränken, gibt weder You Go Crafts noch irgendein Anbieter von You Go Crafts irgendeine Darstellung oder Gewährleistung jeglicher Art, sei es ausdrücklich oder stillschweigend: (i) hinsichtlich des Betriebs oder der Verfügbarkeit der Website oder der auf ihr enthaltenen Informationen, Inhalte und Materialien oder Produkte; (ii) dass die Website ohne Unterbrechung oder fehlerfrei sein wird; (iii) hinsichtlich der Genauigkeit, Zuverlässigkeit oder Aktualität von Informationen oder Inhalten, die über die Website bereitgestellt werden; oder (iv) dass die Website, ihre Server, der Inhalt oder E-Mails, die von oder im Auftrag von You Go Crafts gesendet werden, frei von Viren, Skripts, Trojanern, Würmern, Malware, Zeitbomben oder anderen schädlichen Komponenten sind.",
  "jurisdictionsDisclaimer": "Einige Rechtsordnungen gestatten den Ausschluss oder die Beschränkungen stillschweigender Gewährleistungen oder die Beschränkungen der anwendbaren gesetzlichen Rechte eines Verbrauchers nicht, sodass einige oder alle der oben stehenden Ausschlüsse und Beschränkungen möglicherweise nicht auf Sie zutreffen.",
  "limitationOfLiabilityTitle": "Haftungsbeschränkung",
  "limitationOfLiabilityContent1": "Ungeachtet etwaiger Schäden, die Ihnen entstehen könnten, beschränkt sich die gesamte Haftung von You Go Crafts und allen seinen Lieferanten nach jeder Bestimmung dieser Vereinbarung und Ihr ausschließliches Rechtsmittel für all dies darauf, dass der von Ihnen tatsächlich für die Website gezahlte Betrag begrenzt ist.",
  "limitationOfLiabilityContent2": "In dem nach geltendem Recht maximal zulässigen Umfang haften You Go Crafts oder seine Lieferanten in keinem Fall für etwaige besondere, zufällige, indirekte oder Folgeschäden (einschließlich, aber nicht beschränkt auf Schäden durch entgangenen Gewinn, Verlust von Daten oder anderen Informationen, Betriebsunterbrechung, persönliche Verletzung, Verlust der Privatsphäre aufgrund oder in Verbindung mit der Verwendung oder Unfähigkeit zur Verwendung der Website, von Drittanbieter-Software und/oder Drittanbieter-Hardware, die mit der Website verwendet wird, oder anderweitig im Zusammenhang mit einer Bestimmung dieser Vereinbarung), selbst wenn You Go Crafts oder ein Lieferant auf die Möglichkeit solcher Schäden hingewiesen wurde und selbst wenn das Rechtsmittel seinen wesentlichen Zweck nicht erfüllt.",
  "limitationOfLiabilityContent3": "Einige Staaten/Rechtsordnungen gestatten den Ausschluss oder die Beschränkung von zufälligen oder Folgeschäden nicht, sodass der oben stehende Ausschluss oder die Beschränkung möglicherweise nicht auf Sie zutrifft.",
  "severabilityHeading": "Teilbarkeit",
  "severabilityContent1": "Sollte eine Bestimmung dieser Vereinbarung als nicht durchsetzbar oder ungültig erachtet werden, wird diese Bestimmung geändert und interpretiert, um die Ziele dieser Bestimmung nach Möglichkeit im Rahmen des anwendbaren Rechts zu erreichen, und die übrigen Bestimmungen bleiben in vollem Umfang in Kraft und treten.",
  "severabilityContent2": "Diese Vereinbarung, zusammen mit der Datenschutzrichtlinie und allen anderen rechtlichen Hinweisen, die von You Go Crafts auf den Diensten veröffentlicht wurden, stellt die gesamte Vereinbarung zwischen Ihnen und You Go Crafts in Bezug auf die Dienste dar. Wenn eine Bestimmung dieser Vereinbarung von einem zuständigen Gericht als ungültig erachtet wird, beeinträchtigt die Ungültigkeit dieser Bestimmung nicht die Gültigkeit der übrigen Bestimmungen dieser Vereinbarung, die in vollem Umfang in Kraft bleiben. Kein Verzicht auf einen Begriff dieser Vereinbarung gilt als weiterer oder fortgesetzter Verzicht auf diesen Begriff oder einen anderen Begriff, und das Versäumnis von You Go Crafts, ein Recht oder eine Bestimmung im Rahmen dieser Vereinbarung geltend zu machen, gilt nicht als Verzicht auf dieses Recht oder diese Bestimmung. SIE UND You Go Crafts STIMMEN ZU, DASS JEDE KLAGE, DIE AUS ODER IM ZUSAMMENHANG MIT DEN DIENSTEN ENTSTEHT, INNERHALB EINES (1) JAHRES NACH ENTSTEHEN DER KLAGE EINGELEITET WERDEN MUSS. ANDERNFALLS IST EINE SOLCHE KLAGE DAUERHAFT AUSGESCHLOSSEN.",
  "waiverHeading": "Verzicht",
  "waiverContent1": "Sofern hier nicht anders angegeben, hat das Unterlassen der Ausübung eines Rechts oder die Nichterfüllung einer Verpflichtung nach dieser Vereinbarung keine Auswirkungen auf die Fähigkeit einer Partei, dieses Recht auszuüben oder diese Leistung zu einem späteren Zeitpunkt zu verlangen. Auch stellt der Verzicht auf einen Verstoß keinen Verzicht auf einen nachfolgenden Verstoß dar.",
  "waiverContent2": "Kein Unterlassen der Ausübung, und keine Verzögerung bei der Ausübung, seitens einer der Parteien eines Rechts oder einer Befugnis nach dieser Vereinbarung gilt als Verzicht auf dieses Recht oder diese Befugnis. Auch darf keine einzelne oder teilweise Ausübung eines Rechts oder einer Befugnis nach dieser Vereinbarung eine weitere Ausübung dieses Rechts oder dieser Befugnis oder eines anderen hierin gewährten Rechts nicht ausschließen. Im Falle eines Konflikts zwischen dieser Vereinbarung und etwaigen anwendbaren Kauf- oder anderen Bedingungen haben die Bestimmungen dieser Vereinbarung Vorrang.",
  "amendmentsTitle": "Änderungen an dieser Vereinbarung",
  "amendmentsContent1": "You Go Crafts behält sich das Recht vor, nach eigenem Ermessen diese Vereinbarung jederzeit zu ändern oder zu ersetzen. Bei wesentlichen Änderungen werden wir mindestens 30 Tage vor Inkrafttreten neuer Bedingungen benachrichtigen. Was eine wesentliche Änderung darstellt, wird nach unserem alleinigen Ermessen bestimmt.",
  "amendmentsContent2": "Durch die fortgesetzte Nutzung unserer Website nach Inkrafttreten von Änderungen erklären Sie sich mit den überarbeiteten Bedingungen einverstanden. Wenn Sie den neuen Bedingungen nicht zustimmen, sind Sie nicht mehr berechtigt, You Go Crafts zu verwenden.",
  "entireAgreementTitle": "Gesamte Vereinbarung",
  "entireAgreementContent1": "Die Vereinbarung stellt die gesamte Vereinbarung zwischen Ihnen und You Go Crafts in Bezug auf die Nutzung der Website dar und ersetzt alle vorherigen schriftlichen oder mündlichen Vereinbarungen zwischen Ihnen und You Go Crafts.",
  "entireAgreementContent2": "Sie können zusätzlichen Bedingungen und Konditionen unterliegen, die gelten, wenn Sie andere Dienste von You Go Crafts nutzen oder erwerben, die Ihnen You Go Crafts zum Zeitpunkt der Nutzung oder des Erwerbs mitteilen wird.",
  "updatesToOurTermsTitle": "Aktualisierungen unserer Bedingungen",
  "updatesToOurTermsContent": "Wir können unseren Service und unsere Richtlinien ändern, und wir müssen möglicherweise Änderungen an diesen Bedingungen vornehmen, damit sie unseren Service und unsere Richtlinien genau widerspiegeln. Sofern nicht gesetzlich anders vorgeschrieben, werden wir Sie (zum Beispiel über unseren Service) benachrichtigen, bevor wir Änderungen an diesen Bedingungen vornehmen, und Ihnen die Möglichkeit geben, sie vor ihrem Inkrafttreten zu überprüfen. Dann, wenn Sie den Service weiterhin nutzen, sind Sie an die aktualisierten Bedingungen gebunden. Wenn Sie diesen oder anderen aktualisierten Bedingungen nicht zustimmen möchten, können Sie Ihr Konto löschen.",
  "intellectualPropertyTitle": "Geistiges Eigentum",
  "intellectualPropertyContent": "Die Website und ihre gesamten Inhalte, Funktionen und Funktionalitäten (einschließlich, aber nicht beschränkt auf alle Informationen, Software, Texte, Anzeigen, Bilder, Video- und Audioaufnahmen sowie das Design, die Auswahl und Anordnung davon) sind Eigentum von You Go Crafts, seinen Lizenzgebern oder anderen Anbietern solcher Materialien und sind durch internationale Urheberrechtsgesetze, Marken-, Patent-, Geschäftsgeheimnis- und andere Gesetze zum Schutz des geistigen Eigentums oder Eigentumsrechte geschützt. Das Material darf ohne ausdrückliche vorherige schriftliche Genehmigung von You Go Crafts nicht ganz oder teilweise kopiert, modifiziert, reproduziert, heruntergeladen oder verteilt werden, es sei denn, dies ist ausdrücklich in diesen Bedingungen und Konditionen vorgesehen. Jede unbefugte Nutzung des Materials ist untersagt."
}
