{
  "joinShoppingRevolution": "Schließe dich der Shopping-REVOLUTION an",
  "revolutions": "REVOLUTIONEN",
  "withYouGo": "mit YouGo!",
  "confidence": "Wir glauben, dass jede Frau das Recht hat, sich selbstbewusst, stilvoll und ermächtigt zu fühlen.",
  "lookAndFeelBest": "Egal, ob Sie trendige Kleidung, bequeme Schuhe, stilvolle Accessoires oder Beauty-Produkte suchen, die Ihnen helfen, sich bestmöglich zu fühlen und auszusehen – wir haben, was Sie brauchen.",
  "shopNow": "Jetzt einkaufen!",
  "moneySaving": "Geld sparen",
  "secureShopping": "Sicheres Einkaufen",
  "fastDelivery": "Schnelle Lieferung",
  "userFriendly": "Benutzerfreundlich",
  "moneySavingContent": "Wir bieten regelmäßig großartige Angebote und Rabatte, damit Sie Geld sparen können, während Sie großartig aussehen und sich großartig fühlen.",
  "secureShoppingContent": "Wir treffen zusätzliche Maßnahmen, um sicherzustellen, dass Ihr Einkaufserlebnis bei uns sicher und sorgenfrei ist.",
  "fastDeliveryContent": "Wir bieten schnelle und zuverlässige Lieferoptionen, um Ihre Produkte schnell zu Ihnen zu bringen.",
  "userFriendlyContent": "Unsere leicht zu navigierende Benutzeroberfläche erleichtert das Finden Ihrer Lieblingsprodukte oder das Tätigen von Einkäufen.",
  "loading": "Laden",
  "chooseLanguage": "Wählen Sie Ihre Sprache",
  "whyUsTitle": "WARUM WIR?",
  "qualityStyleTitle": "Qualität & Stil",
  "welcomeText": "Willkommen bei YouGo, wo Qualität und Stil zusammenkommen, um Ihnen das bestmögliche Einkaufserlebnis zu bieten.",
  "prideText": "Wir sind stolz darauf, eine Kollektion von Mode- und Lifestyle-Produkten zu kuratieren, die nicht nur stilvoll, sondern auch von höchster Qualität sind.",
  "interestedInMore": "MEHR INTERESSIERT?",
  "ourProducts": "Unsere Produkte",
  "trustedByCustomers": "Vertraut von über 100.000 Kunden weltweit",
  "fundedByEU": "Gefördert von der Europäischen Union. Die geäußerten Ansichten und Meinungen sind jedoch nur diejenigen des Autors bzw. der Autoren und spiegeln nicht unbedingt diejenigen der Europäischen Union oder der Exekutivagentur für Bildung und Kultur (EACEA) wider. Die Europäische Union oder die EACEA können nicht dafür verantwortlich gemacht werden.",
  "quickLinks": "Schnellzugriff",
  "home": "Zuhause",
  "sellOnYouGo": "Verkaufen Sie auf YouGo",
  "shop": "Geschäft",
  "aboutUs": "Über uns",
  "contactUs": "Kontaktiere uns",
  "allRightsReserved": "YouGo. Alle Rechte vorbehalten.",
  "termsConditions": "AGB",
  "privacyPolicy": "Datenschutz-Bestimmungen",
  "addProduct": "Produkt hinzufügen",
  "login": "Anmelden",
  "sell": "Verkaufen"
}
