{
  "joinShoppingRevolution": "Prisijunkite prie apsipirkimo REVOLIUCIJOS",
  "revolutions": "REVOLIUCIJOS",
  "withYouGo": "su YouGo!",
  "confidence": "Mes tikime, kad kiekviena moteris turi teisę jaustis pasitikinti, stilinga ir įgalinta.",
  "lookAndFeelBest": "Nesvarbu, ar ieškote madingų drabužių, patogios avalynės, stilingų aksesuarų ar grožio produktų, padėsiančių jums atrodyti ir jaustis geriausiai, mes turime tai, ko jums reikia.",
  "shopNow": "Apyrankos dabar!",
  "moneySaving": "Pinigų taupymas",
  "secureShopping": "Saugus apsipirkimas",
  "fastDelivery": "Greitas pristatymas",
  "userFriendly": "Vartotojui draugiškas",
  "moneySavingContent": "Reguliariai siūlome puikias pasiūlymus ir nuolaidas, todėl galite sutaupyti pinigų, vis tiek atrodant gerai ir jaučiantis puikiai.",
  "secureShoppingContent": "Imame papildomas priemones, užtikrinant, kad jūsų apsipirkimo patirtis su mumis būtų saugi ir be rūpesčių.",
  "fastDeliveryContent": "Teikiame greitas ir patikimas pristatymo galimybes, kad jūsų produktai greitai pasiektų jus.",
  "userFriendlyContent": "Mūsų lengvai naršoma sąsaja padaro jūsų mėgstamų produktų radimą ar pirkimą labai paprastu.",
  "loading": "Įkeliama",
  "chooseLanguage": "Pasirinkite savo kalbą",
  "whyUsTitle": "KODĖL MES?",
  "qualityStyleTitle": "Kokybė ir Stilius",
  "welcomeText": "Sveiki atvykę į YouGo, kur kokybė ir stilius susijungia, kad suteiktų jums geriausią įmanomą apsipirkimo patirtį.",
  "prideText": "Mes didžiuojamės kuriodami mados ir gyvenimo būdo produktų kolekciją, kuri ne tik stilinga, bet ir aukščiausios kokybės.",
  "interestedInMore": "DOMINANTIS DAUGIAU?",
  "ourProducts": "Mūsų Produktai",
  "trustedByCustomers": "Pasitikima daugiau nei 100 000 klientų iš viso pasaulio",
  "fundedByEU": "Finansuojama Europos Sąjunga. Išsakytos nuomonės ir pažiūros yra tik autoriaus (ar autorių) ir ne būtinai atspindi Europos Sąjungos ar Europos švietimo ir kultūros vykdomosios agentūros (EACEA) nuomonę. Ne Europos Sąjunga, ne EACEA negali būti už tai atsakingos.",
  "quickLinks": "Greiti nuorodos",
  "home": "Namai",
  "sellOnYouGo": "Parduokite YouGo",
  "shop": "Parduotuvė",
  "aboutUs": "Apie mus",
  "contactUs": "Susisiekite su mumis",
  "allRightsReserved": "YouGo. Visos teisės saugomos.",
  "termsConditions": "Sąlygos",
  "privacyPolicy": "Privatumo politika",
  "addProduct": "Pridėti produktą",
  "login": "Prisijungti",
  "sell": "Parduoti",
  "handmadeGoods": "Rankų darbo prekės",
  "jewelry": "Juvelyrika",
  "homeDecor": "Namų dekoras",
  "clothing": "Apranga",
  "art": "Menas",
  "vintageItems": "Senovinės prekės",
  "photography": "Fotografija",
  "cosmetics": "Kosmetika",
  "toys": "Žaislai",
  "welcomeToYouGo": "Sveiki atvykę į YouGo elektroninę prekybą",
  "searchProduct": "Ieškoti produkto",
  "categories": "Kategorijos",
  "findSomething": "Raskite kažką, kas patraukia jūsų dėmesį!",
  "noItemsInShop": "Šiuo metu parduotuvėje nėra prekių",
  "noMatchedItems": "Nėra prekių, atitinkančių jūsų paieškos įvestį",
  "noImagesAvailable": "Nėra nuotraukų",
  "chatWithSellerOnWhatsApp": "PASIKALBĖKITE SU PARDUOTOJU WHATSAPP",
  "contactSeller": "Susisiekite su pardavėju",
  "safetyTips": "Saugumo patarimai",
  "dontSendPrePayments": "Prisiminkite, kad nesiųsti jokių avansinių mokėjimų",
  "meetSellerAtSafePlace": "Susitikite su pardavėju saugioje viešoje vietoje",
  "inspectGoods": "Tikrinkite prekes, įsitikindami, kad jos atitinka jūsų poreikius",
  "checkDocumentation": "Tikrinkite visus dokumentus ir mokėkite tik tada, jei esate patenkinti",
  "stock": "Atsargos:",
  "brand": "Prekės ženklas:",
  "posted": "Paskelbta:",
  "productCategory": "Produkto kategorija:",
  "productDescription": "Produkto aprašymas",
  "whyYouGoTitle": "Kodėl verta parduoti „YouGo“",
  "youGoOffers": "„YouGo“ siūlo:",
  "largeActiveCommunity": "Didelė ir aktyvi bendruomenė: Pasieksite pirkėjus, kurie vertina jūsų rankų darbo gaminius.",
  "specializedCategory": "Specializuota kategorija: Išsiskirkite iš minios su skirta ekspozicija rankų darbo drabužiams.",
  "lowFees": "Mažos mokesčių sąnaudos: Saugokite daugiau pelno ir plėskite savo verslą.",
  "easyToUse": "Lengva naudoti: Pateikite savo prekes ir valdykite parduotuvę lengvai.",
  "readyToStartSelling": "Pasiruošę pradėti pardavimus?",
  "signUpToday": "Užsiregistruokite šiandien!",
  "addImageTitle": "Pridėti nuotrauką",
  "selectImage": "Spustelėkite norėdami pasirinkti nuotrauką",
  "selectedFiles": "Pasirinkti failai:",
  "productNameLabel": "Produkto pavadinimas:",
  "categoryLabel": "Kategorija:",
  "brandLabel": "Prekės ženklas:",
  "priceLabel": "Kaina:",
  "stockLabel": "Prekių kiekis:",
  "descriptionLabel": "Aprašymas:",
  "publishProductButton": "Paskelbti produktą",
  "waitAMinute": "Palaukite minutę.....",
  "productNamePlaceholder": "Produkto pavadinimas",
  "selectCategoryPlaceholder": "Pasirinkti kategoriją",
  "brandNamePlaceholder": "Prekės ženklo pavadinimas",
  "addPricePlaceholder": "Įveskite kainą",
  "stockPlaceholder": "Pridėti kiekį",
  "descriptionPlaceholder": "Produkto aprašymas eina čia",
  "welcomeMessage": "Sveiki atvykę į YouGo Crafts! Mes esame elektroninės prekybos svetainė, skirta jungti pirkėjus ir pardavėjus rankdarbių pasaulyje. Mūsų misija yra suteikti platformą, kurioje meistrai ir rankdarbių entuziastai galėtų susitikti, parduoti ir pirkti unikalias rankomis pagamintas prekes.",
  "craftsRange": "YouGo Crafts siūlo platų rankdarbių produktų asortimentą, įskaitant juvelyriką, aprangą, aksesuarus, namų dekorą ir daugiau. Ar esate vidaus dizaineris ieškantis unikalių detalių arba madingas asmuo su stiliumi ir meistriškumu, mūsų svetainė atitinka jūsų poreikius.",
  "commitment": "Tai, kas mus išskiria, yra mūsų įsipareigojimas teikti nemokamą ir komisijos mokesčių neturinčią platformą tiek pirkėjams, tiek pardavėjams. Mes tikime meistrų stiprinimu ir suteikimu galimybę jiems pristatyti savo talentą tarptautiniu mastu. Pardavėjai gali kurti savo elektronines parduotuves, reklamuoti savo prekių ženklą ir pasiekti visame pasaulyje esantį auditoriją.",
  "erasmusProject": "Mūsų svetainė yra Erasmus+ projekto „YouGo“ rezultatas. Šis projektas siekia suteikti galimybę kaimo jaunoms moterims parduoti savo produkciją ir rankdarbius internetu. Per „YouGo Crafts“ mes siekiame skatinti rankų darbo produktus, remti vietinius meistrus ir skatinti bendruomenės jausmą.",
  "passionateAboutCrafts": "Mes dedame visas pastangas, kad suteiktume aukštos kokybės paslaugas ir skatintume rankų darbo meno plėtrą. Nors mes dar nesame gavę konkretaus apdovanojimo ar pasiekimo, mūsų dėmesys vis dar sutelktas į suteikti išskirtinį aptarnavimą ir skatinti rankų darbo meno puoselėjimą.",
  "thankYouMessage": "Ačiū, kad pasirinkote YouGo Crafts. Laukiame galimybės tapti jūsų pagrindiniu adresu viskam, kas susiję su rankdarbiais.",
  "editYourProfile": "Redaguoti savo profilį",
  "signOut": "Atsijungti",
  "products": "Produktai",
  "inStock": "Turime sandėlyje",
  "by": "Pagal",
  "edit": "Redaguoti",
  "delete": "Ištrinti",
  "noProducts": "Neturite dar jokių produktų",
  "myProfile": "Mano profilis",
  "editProfile": "Redaguoti profilį",
  "fullName": "Pilnas vardas",
  "yourFullName": "Jūsų pilnas vardas",
  "phoneNumber": "Telefono numeris",
  "yourPhoneNumber": "Jūsų telefono numeris",
  "emailAddress": "El. pašto adresas",
  "yourEmailAddress": "Jūsų el. pašto adresas",
  "about": "Apie",
  "describeYourself": "Aprašykite save",
  "saveChanges": "Išsaugoti pakeitimus",
  "termsAndConditions": "Sąlygos ir nuostatos",
  "updatedAt": "Atnaujinta",
  "generalTerms": "Bendrieji Sąlygos",
  "termsOfService": "Prieigą ir užsakymą pateikdamas You Go Crafts, patvirtini, kad sutinki ir esąs sutartimi su paslaugų sąlygomis, nurodytomis žemiau esančiose sąlygose. Šios sąlygos taikomos visam tinklalapiui ir bet kokiai el. paštu ar kitokiai tarp jūsų ir You Go Crafts vykusiai komunikacijai.",
  "liabilityDisclaimer": "Jokiomis aplinkybėmis You Go Crafts komanda neatsako už jokias tiesiogines, netiesiogines, specialias, netikėtas arba padariusias nuostolius, įskaitant, bet neapsiribojant, duomenų ar pelno praradimą, atsiradusius naudojant ar negalint naudotis šioje svetainėje esančiomis medžiagomis, net jei You Go Crafts komanda arba įgaliotas atstovas būtų įspėjęs apie tokių nuostolių galimybę. Jei šios svetainės medžiagų naudojimas lemia įrangos ar duomenų aptarnavimo, taisymo arba koregavimo poreikį, jūs priimate visus susijusius kaštus.",
  "responsibilityDisclaimer": "You Go Crafts nebus atsakinga už jokį rezultatą, kuris gali atsirasti naudojantis mūsų išteklių metu. Mes pasiliekame teisę bet kuriuo metu pakeisti kainas ir peržiūrėti išteklių naudojimo politiką. Šios sąlygos ir nuostatos buvo sukurta naudojant",
  "licenseTitle": "Licencija",
  "licenseContent1": "You Go Crafts suteikia jums atšaukiamą, neekskliuzyvinę, neperleidžiamą ir ribotą licenciją atsisiųsti, įdiegti ir naudoti svetainę griežtai laikantis šios Sutarties sąlygų.",
  "licenseContent2": "Šie sąlygos ir nuostatos yra sutartis tarp jūsų ir You Go Crafts (šiose sąlygose ir nuostatose vadinama 'You Go Crafts', 'mes', 'mes' ar 'mūsų'), kurio teikėjas yra You Go Crafts svetainė ir paslaugos, prieinamos iš You Go Crafts svetainės (kurios šiose Sąlygose ir nuostatose visuotinai vadinamos 'You Go Crafts paslauga').",
  "licenseContent3": "Sutinkate būti susietas šiomis sąlygomis ir nuostatomis. Jei nesutinkate su šiomis sąlygomis ir nuostatomis, prašome nedelsiant nedaryti naudojimo You Go Crafts paslaugomis. Šiose Sąlygose ir nuostatose, 'jūs' reiškia tiek jūsų asmeniškai, tiek ir jūsų atstovaujamą juridinę asmenį. Pažeidus vieną ar kelias šių Sąlygų ir nuostatų nuostatas, mes pasiliekame teisę nutraukti jūsų paskyrą arba blokuoti prieigą prie jūsų paskyros be išankstinio įspėjimo.",
  "definitionsAndKeyTerms": "Apibrėžimai ir pagrindiniai terminai",
  "termsExplanation": "Siekiant kuo aiškiau paaiškinti šių sąlygų ir nuostatų turinį, kiekvieną kartą, kai paminimos bet kurios šios sąlygos ar nuostatos, šios sąlygos ar nuostatos griežtai apibrėžiamos kaip:",
  "cookie": "Slapukas: maža duomenų dalis, kurį sukūrė svetainė ir įrašo jūsų interneto naršyklė. Jis naudojamas jūsų naršyklės atpažinimui, teikiant analizės duomenis ir atsimenant informaciją apie jus, pvz., jūsų kalbos pasirinkimą ar prisijungimo informaciją.",
  "company": "Įmonė: kai šioje politikoje minima „Įmonė“, „mes“, „mūsų“ ar „mūsų“, tai reiškia Egeria Desarrollo Social, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, planta 1, local 4, 29002 Malaga, Ispanija, kuri yra atsakinga už jūsų informaciją pagal šias sąlygas ir nuostatas.",
  "country": "Šalis: tai, kur įsikūrusi You Go Crafts arba You Go Crafts savininkai / įkūrėjai, šiuo atveju yra",
  "device": "Įrenginys: bet koks internetu prijungtas įrenginys, toks kaip telefonas, planšetė, kompiuteris ar kitas įrenginys, skirtas apsilankyti You Go Crafts ir naudotis paslaugomis.",
  "service": "Paslauga: tai paslauga, kurią teikia You Go Crafts, kaip aprašyta atitinkamose sąlygose (jei jos yra prieinamos) ir šioje platformoje.",
  "thirdPartyService": "Trečiųjų šalių paslauga: tai apima reklamuotojus, konkursų remėjus, akcijų ir rinkodaros partnerius ir kitus, teikiančius mūsų turinį arba kurių produktai ar paslaugos, mūsų nuomone, gali jus dominti.",
  "website": "Svetainė: tai You Go Crafts svetainė, prieinama per šią URL: https://www.yougo-crafts.store/",
  "you": "Jūs: fizinis ar juridinis asmuo, kuris yra registruotas naudotis You Go Crafts paslaugomis.",
  "restrictionsTitle": "Apribojimai",
  "restrictionsContent": "Jūs sutinkate nedaryti to, ir jūs neleisite kitiems:",
  "restrictionList1": "Licencijuoti, parduoti, nuomoti, išsinuomoti, priskirti, platinti, perdavini, talpinti, išsirengti, atskleisti ar kitaip komerciškai eksploatuoti svetainę ar padaryti platformą prieinamą bet kuriam trečiajam asmeniui.",
  "restrictionList2": "Modifikuoti, kurti išvestinius darbus, išardymo, dešifruoti, atvirkštinio kompiliavimo ar atvirkštinės inžinerijos dalį.",
  "restrictionList3": "Pašalinti, pakeisti arba paslėpti bet kokius nuosavybės pranešimus (įskaitant bet kokius autorių teisių ar prekės ženklo pranešimus) iš You Go Crafts arba jo susijusių įmonių, partnerių, tiekėjų ar svetainės licenciantų.",
  "returnRefundTitle": "Grąžinimo ir grąžinimo politika",
  "returnRefundContent1": "Dėkojame, kad perkate iš You Go Crafts. Mes vertiname faktą, kad jums patinka pirkti tai, ką mes statome. Taip pat norime užtikrinti, kad turėtumėte įkvepiančią patirtį tyrinėdami, vertindami ir perkant mūsų produktus.",
  "returnRefundContent2": "Kaip ir bet kurios apsipirkimo patirties atveju, You Go Crafts sandoriams taikomi sąlygos ir sąlygos. Būsime kiek įmanoma trumpi, kaip leis mūsų advokatai. Pagrindinis dalykas prisiminti yra tai, kad pateikdami užsakymą ar perkant iš You Go Crafts, jūs sutinkate su sąlygomis kartu su You Go Crafts privatumo politika.",
  "returnRefundContent3": "Jei dėl bet kokios priežasties jūs nesate visiškai patenkinti mumis teikiamu daiktu ar paslauga, nebijokite susisiekti su mumis, ir mes aptarsime visas problemas, su kuriomis susiduriate su mūsų produktais.",
  "yourSuggestions": "Jūsų Pasiūlymai",
  "feedbackIntro": "Bet kokios grįžtamosios informacijos, komentarų, idėjų, tobulinimų ar pasiūlymų (bendrai vadinamų 'Pasiūlymais'), kuriuos teikiate You Go Crafts, atžvilgiu, lieka You Go Crafts vienintelė ir išskirtinė nuosavybė.",
  "freeToUse": "You Go Crafts laisvai gali naudoti, kopijuoti, modifikuoti, publikuoti ar platinti Pasiūlymus bet kokiu būdu ir bet kokiu būdu, be jokios jums teikiamos kredito ar kompensacijos.",
  "yourConsent": "Jūsų Sutikimas",
  "updatedTermsIntro": "Mes atnaujinome savo Taisykles ir Sąlygas, kad suteiktume jums visišką skaidrumą dėl to, kas nustatoma, kai lankotės mūsų svetainėje ir kaip tai naudojama. Naudojant mūsų svetainę, registruojantis paskyrą ar atliekant pirkimą, jūs čia ir dabar sutinkate su mūsų Taisyklėmis ir Sąlygomis.",
  "linksToOtherWebsites": "Nuorodos į kitas svetaines",
  "termsAndConditionsDescription": "Šie sąlygos ir nuostatos taikomos tik Paslaugoms. Paslaugos gali turėti nuorodų į kitas svetaines, kurias nevaldo ar nesurenka You Go Crafts. Mes neatsakome už turinį, tikslumą ar nuomones, išreikštas tokiuose tinklalapiuose, ir tokiems tinklalapiams mes nevykdome tyrimų, stebime ar tikriname dėl tikslumo ar pilnatvės. Prisiminkite, kad naudodamiesi nuoroda iš Paslaugų į kitą svetainę, mūsų sąlygos ir nuostatos nebegalioja. Jūsų naršymas ir sąveika su bet kuria kita svetaine, įskaitant tuos, kurie turi nuorodą mūsų platformoje, priklauso šios svetainės pačios taisyklėms ir nuostatoms. Tokios trečiosios šalys gali naudoti savo slapukus ar kitus metodus, kaip rinkti informaciją apie jus.",
  "cookiesTitle": "Slapukai",
  "cookiesContent": "You Go Crafts naudoja „slapukus“ identifikuoti mūsų svetainės sritis, kurias lankėte. Slapukas yra mažas duomenų gabalas, saugomas jūsų kompiuteryje ar mobiliojoje įrangoje jūsų naršyklės. Mes naudojame slapukus, siekdami pagerinti mūsų svetainės veikimą ir funkcionalumą, tačiau jie nėra būtini naudoti. Be šių slapukų kai kurios funkcijos, pvz., vaizdo įrašai, gali būti nepasiekiamos arba turėsite įvesti prisijungimo duomenis kiekvieną kartą, kai lankotės svetainėje, nes mes negalėtume atsiminti, kad esate prisijungę anksčiau. Dauguma naršyklės gali būti nustatyta atsisakyti naudoti slapukus. Tačiau, jei išjungsite slapukus, galbūt negalėsite tinkamai arba iš viso naudotis mūsų svetainės funkcionalumu. Mes niekada nenaudojame asmeniškai identifikuojamų informacijų slapukuose.",
  "changesTitle": "Pakeitimai mūsų sąlygose ir nuostatuose",
  "changesContent": "Jūs pripažįstate ir sutinkate, kad You Go Crafts gali savo nuožiūra (nuolat ar laikinai) nutraukti paslaugų teikimą jums arba naudotojams apskritai, be išankstinio įspėjimo. Jūs galite bet kuriuo metu nutraukti paslaugų naudojimą. Jums nereikia išsamiai informuoti You Go Crafts, kai nustosite naudotis paslaugomis. Jūs pripažįstate ir sutinkate, kad jei You Go Crafts išjungia prieigą prie jūsų paskyros, jums gali būti neleista pasiekti paslaugų, jūsų paskyros duomenų ar bet kokių bylų ar kitų medžiagų, esančių jūsų paskyroje.",
  "termsConditionsChange": "Jeigu nuspręsime pakeisti savo sąlygas ir nuostatas, šias pakeitimus paskelbsime šiame puslapyje ir/arba atnaujinsime žemiau nurodytą sąlygų ir nuostatų pakeitimo datą.",
  "modificationsTitle": "Pakeitimai mūsų svetainėje",
  "modificationsContent": "You Go Crafts turi teisę modifikuoti, laikinai arba nuolat sustabdyti arba nutraukti svetainę ar bet kokį paslaugą, su kuria ji susijusi, su ar be įspėjimo ir be atsakomybės jums.",
  "updatesTitle": "Atnaujinimai mūsų svetainėje",
  "updatesContent1": "You Go Crafts gali laiku suteikti patobulinimus ar pagerinimus svetainės funkcijoms/funkcionalumui, kurie gali apimti skelbimus, klaidų taisymus, atnaujinimus, atnaujinimus, patobulinimus ir kitas modifikacijas (\"Atnaujinimai\").",
  "updatesContent2": "Atnaujinimai gali pakeisti arba ištrinti tam tikras svetainės funkcijas ir/arba funkcionalumą. Jūs sutinkate, kad You Go Crafts neturi jokio įsipareigojimo (i) teikti jokių Atnaujinimų arba (ii) toliau teikti ar įgalinti bet kokias konkrečias svetainės funkcijas ir/arba funkcionalumą jums.",
  "updatesContent3": "Jūs taip pat sutinkate, kad visi Atnaujinimai bus (i) laikomi integralia svetainės dalimi ir (ii) bus taikomi šios Sutarties sąlygoms ir nuostatoms.",
  "thirdPartyServices": "Trečiųjų Šalių Paslaugos",
  "thirdPartyContentDescription": "Mes galime rodyti, įtraukti arba prieinamai padaryti trečiųjų šalių turinį (įskaitant duomenis, informaciją, programas ir kitus produktus ar paslaugas) arba pateikti nuorodas į trečiųjų šalių svetaines ar paslaugas ('Trečiųjų Šalių Paslaugos').",
  "thirdPartyDisclaimer1": "Jūs pripažįstate ir sutinkate, kad You Go Crafts neatsako už jokias Trečiųjų Šalių Paslaugas, įskaitant jų tikslumą, pilnatvę, laiku, teisėtumą, autorių teisių laikymąsi, legalumą, padorumą, kokybę ar bet kurį kitą šios srities aspektą. You Go Crafts nesivaržo ir neturi jokios atsakomybės ar įsipareigojimo jums ar kitiems asmenims ar subjektams dėl Trečiųjų Šalių Paslaugų.",
  "thirdPartyDisclaimer2": "Trečiųjų Šalių Paslaugos ir nuorodos į jas teikiamos tik jums patogumui, ir jūs prieigą prie jų ir jas naudojate visiškai savo rizika ir priklausote nuo tokių trečiųjų šalių sąlygų.",
  "termAndTermination": "Sąlyga ir Nutraukimas",
  "agreementDescription1": "Ši Sutartis galios, kol ją nutrauksite jūs arba You Go Crafts.",
  "agreementDescription2": "You Go Crafts gali savo nuožiūra bet kuriuo metu ir bet kokiu ar jokiu pagrindu laikinai arba galutinai sustabdyti arba nutraukti šią Sutartį su ar be išankstinio pranešimo.",
  "agreementDescription3": "Ši Sutartis nedelsiant nutrūks be išankstinio pranešimo iš You Go Crafts, jei nesilaikysite bet kurios šios Sutarties nuostatos. Jūs taip pat galite nutraukti šią Sutartį ištrindami svetainę ir visus jos kopijas iš savo kompiuterio.",
  "agreementDescription4": "Baigus šią Sutartį, turėsite nutraukti visą svetainės naudojimą ir ištrinti visus jos kopijas iš savo kompiuterio.",
  "agreementDescription5": "Šios Sutarties nutraukimas neapribos jokios You Go Crafts teisės ar priemonių pagal teisę ar teisingumą, jei pažeisite savo pareigas pagal šią Sutartį (šios Sutarties galiojimo metu).",
  "copyrightInfringementNoticeTitle": "Pranešimas apie autorių teisių pažeidimą",
  "copyrightInfringementNoticeContent": "Jei esate autorių teisių savininkas ar tokio savininko įgaliotas asmuo ir manote, kad mūsų svetainėje esantis medžiaga pažeidžia jūsų autorių teises, prašome susisiekti su mumis ir pateikti šią informaciją: (a) fizinį ar elektroninį autorių teisių savininko ar asmens, įgalioto veikti jo vardu, parašą; (b) identifikaciją medžiagos, dėl kurios tvirtinama, kad ji pažeidžia; (c) jūsų kontaktinę informaciją, įskaitant jūsų adresą, telefono numerį ir el. paštą; (d) jūsų pareiškimą, kad jūs esate nuoširdžiai įsitikinę, jog medžiagos naudojimas nėra leidžiamas autorių teisių savininkų; ir (e) pareiškimą, kad informacija pranešime yra tikslia, ir, baudžiamoji atsakomybė, esate įgaliotas veikti savininko vardu.",
  "indemnificationTitle": "Atleidimas nuo atsakomybės",
  "indemnificationContent": "Jūs sutinkate atleisti ir apsaugoti You Go Crafts, jo motininę bendrovę, dukterines įmones, susijusias bendroves, pareigūnus, darbuotojus, agentus, partnerius ir licenciantus (jei tokių yra) nuo bet kokių reikalavimų ar pareiškimų, įskaitant protingus advokatų išlaidas, kylančių dėl ar susijusių su jūsų: (a) svetainės naudojimu; (b) šios sutarties ar bet kokio įstatymo ar nuostatos pažeidimu; arba (c) bet kurio trečiojo asmens teisių pažeidimu.",
  "noWarrantiesTitle": "Jokių Garantijų",
  "websiteDisclaimer": "Internetinė svetainė pateikiama jums \"KAIP YRA\" ir \"KAIP YRA PASIEKIAMA\" su visomis klaidomis ir trūkumais be jokios garantijos. Visuotinai leidžiama pagal taikomąją teisę, You Go Crafts, vardu savo ir savo susijusių įmonių ir jų atitinkamų licenciantų bei paslaugų teikėjų, išreiškia aiškią atsisakymą visų garantijų, ar jos būtų išreikštos, numanomos, įstatytos ar kitaip, susijusių su svetaine, įskaitant visas numanomas prekybos tinkamumą, tinkamumą tam tikram tikslui, teisę ir nenutrūkstamumo garantijas, ir garantijas, kurios gali kilti iš sandorių, veikimo, naudojimo ar prekybos praktikos. Be jokių apribojimų, You Go Crafts nepateikia jokių garantijų ar įsipareigojimų ir nesuteikia jokio atstovavimo, kad svetainė atitiks jūsų reikalavimus, pasieks bet kokius numatytus rezultatus, bus suderinama arba veiks su kitu programiniu įranga, sistema ar paslauga, veiks be pertrūkių, atitiks bet kokius našumo ar patikimumo standartus arba bus be klaidų, arba kad bet kokie klaidos ar trūkumai gali arbus bus ištaisyti.",
  "additionalDisclaimer": "Nevaržant ankstesnio, nei You Go Crafts, nei joks You Go Crafts tiekėjas nepadaro jokios atstovavimo ar garantijos jokio pobūdžio, aiškios ar numanomos: (i) dėl svetainės veikimo ar prieinamumo, arba informacijos, turinio ir medžiagų ar produktų, įtrauktų į ją; (ii) kad svetainė bus nepertraukiama arba be klaidų; (iii) dėl bet kurios per svetainę pateiktos informacijos ar turinio tikslumo, patikimumo ar šiuolaikinumo; arba (iv) kad svetainė, jos serveriai, turinys ar el. laiškai, išsiųsti arba jūsų vardu You Go Crafts, yra laisvi nuo virusų, skriptų, trojos arklidės, kirminų, kenkėjiškų programų, laiko bombų ar kitų kenksmingų komponentų.",
  "jurisdictionsDisclaimer": "Kai kuriose jurisdikcijose negalima atsisakyti tam tikrų netiesioginių garantijų arba apriboti vartotojo taikomų statutinių teisių ribų, todėl vieni ar kiti iš aukščiau išvardytų atsisakymų ir apribojimų gali nepritaikyti jums.",
  "limitationOfLiabilityTitle": "Atsakomybės ribojimas",
  "limitationOfLiabilityContent1": "Nepaisant galimų nuostolių, kuriuos galite patirti, visas „You Go Crafts“ ir bet kurio jo tiekėjo atsakomybė, remiantis šio susitarimo nuostatomis, ir jūsų išskirtinis priemonė visiems išvardytiems atvejams bus ribojama suma, kurią jūs iš tikrųjų sumokėjote už svetainę.",
  "limitationOfLiabilityContent2": "Iki maksimaliai taikomo taikomojo įstatymo ribos, jokiu atveju „You Go Crafts“ arba jo tiekėjai neatsakys už bet kokias ypatingas, incidentines, netiesiogines arba padarines žalas bet kokio pobūdžio (įskaitant, bet neapsiribojant, žalas dėl pelno praradimo, duomenų ar kitos informacijos praradimo, verslo nutraukimo, asmeninės žalos, privatumo praradimo dėl naudojimo ar nesugebėjimo naudotis svetaine, svetainėje naudojamu trečiųjų šalių programine įranga ir/arba aparatūra ar kitaip susijusia su šio susitarimo bet kuria nuostata), net jei „You Go Crafts“ arba bet kuris tiekėjas buvo įspėtas apie tokių žalų galimybę ir net jei priemonė nesugeba pasiekti savo esminės paskirties.",
  "limitationOfLiabilityContent3": "Kai kuriuose valstijose/jurisdikcijose negalima atmesti ar apriboti incidentinių arba padarinių žalų, todėl aukščiau išvardyti apribojimai arba atsisakymai gali nepritaikyti jums.",
  "severabilityHeading": "Dalijamumas",
  "severabilityContent1": "Jei šios Sutarties nuostata laikoma nevykdoma arba negaliojančia, tokia nuostata bus pakeista ir interpretuota siekiant įgyvendinti tokią nuostatą taip, kad būtų galima kuo geriau įgyvendinti pagal taikomą teisę, ir likusios nuostatos liks visiškai galios ir veiks.",
  "severabilityContent2": "Ši Sutartis kartu su Privatumo politika ir bet kokiais kitais teisiniais pranešimais, kuriuos You Go Crafts skelbia paslaugose, sudarys visą sutartį tarp jūsų ir You Go Crafts dėl paslaugų. Jei teismo institucija laikys kurią nors šios Sutarties nuostatą negaliojančia, šios nuostatos negaliojimas neturės įtakos šios Sutarties likusioms nuostatoms, kurios liks visiškai galios. Nviena šios Sutarties sąlygos atsisakymo nelaikoma tolesniu ar nuolatiniu tos sąlygos ar bet kurios kitos sąlygos atsisakymu, ir tai, kad You Go Crafts nesikreipia dėl bet kurio šios Sutarties teisės ar nuostatos, nelaikoma tos teisės ar nuostatos atsisakymu. JŪS IR You Go Crafts SUTINKATE, KAD BET KOKIOMIS TEISINĖMIS PRIEMONĖMIS KILUSI GALIMYBĖ IEŠKOTI KOMPENSACIJOS AR KITOS ŽALOS, KURI SUSIJUSI SU PASLAUGOMIS, TURI BŪTI PRADĖTA NE VĖLIAU KAIP PER VIENĄ (1) METUS NUO TOKIOS PRETENZIJOS KILIMO. KITAIP TOKIA PRETENZIJA YRA AMŽINAI NEPRAKTIKUOJAMA.",
  "waiverHeading": "Atsisakymas",
  "waiverContent1": "Išskyrus čia nustatytais atvejais atsisakius naudotis teise arba reikalauti vykdyti įsipareigojimą pagal šią Sutartį, tai neturės įtakos šalies galimybei bet kuriuo metu ateityje pasinaudoti tokiu teisiu arba reikalauti tokio vykdymo, ir pažeidimo atsisakymas nesudarys atsisakymo nuo bet kokio vėlesnio pažeidimo.",
  "waiverContent2": "Nviena šioje Sutartyje numatytais atvejais nevykdymas ir jokio delsimo vykdymo tik vienos šalies pusėje, jokios teisės ar galias pagal šią Sutartį nevykdymas, neatsitars, kaip atsisakymas nuo tos teisės ar galių. Taip pat joks šios Sutarties nuostatos ar bet kurios galių pavienės arba dalinės taikymas nevaržys tolesnio tos ar bet kurios kitos teisės ar galių taikymo. Konflikto atveju tarp šios Sutarties ir bet kokių taikomų pirkimo ar kitų sąlygų, šios Sutarties sąlygos turi pirmenybę.",
  "amendmentsTitle": "Pakeitimai šiame susitarime",
  "amendmentsContent1": "You Go Crafts turi teisę savo nuožiūra bet kada keisti arba pakeisti šį susitarimą. Jei pataisymas yra esminis, mes pateiksime bent 30 dienų įspėjimą prieš įsigaliojant naujiems terminams. Kas sudaro esminį pokytį, bus nustatyta pagal mūsų vienintelį nuožiūrą.",
  "amendmentsContent2": "Tęsdami mūsų svetainės naudojimą po bet kokių pakeitimų įsigaliojimo, jūs sutinkate laikytis pakeistų sąlygų. Jei nesutinkate su naujomis sąlygomis, jums nebereikia teisės naudotis You Go Crafts.",
  "entireAgreementTitle": "Visa sutartis",
  "entireAgreementContent1": "Šis susitarimas sudaro visą susitarimą tarp jūsų ir You Go Crafts dėl jūsų svetainės naudojimo ir pakeičia visus ankstesnius rašytinius arba žodinius susitarimus tarp jūsų ir You Go Crafts.",
  "entireAgreementContent2": "Galite būti papildomų sąlygų ir nuostatų, kurios galioja, kai naudojatės arba perkančia You Go Crafts kitas paslaugas, kurias You Go Crafts pateiks jums naudojimo arba pirkimo metu.",
  "updatesToOurTermsTitle": "Mūsų sąlygų atnaujinimai",
  "updatesToOurTermsContent": "Mes galime keisti savo paslaugą ir politiką, ir mums gali prireikti pakeisti šias sąlygas, kad jos tiksliai atspindėtų mūsų paslaugą ir politiką. Neskaitant kitokios teisės aktų, mes pranešime jums (pvz., per mūsų paslaugą), prieš darant pakeitimus šioms sąlygoms, ir suteiksime jums galimybę peržiūrėti jas prieš joms įsigaliojant. Tada, jei toliau naudositės paslauga, būsite įpareigoti laikytis atnaujintų sąlygų. Jei nenorite sutikti su šiomis ar bet kokiomis naujomis sąlygomis, galite ištrinti savo paskyrą.",
  "intellectualPropertyTitle": "Intelektinė nuosavybė",
  "intellectualPropertyContent": "Svetainė ir visa jos turinio, funkcijų ir funkcionalumo (įskaitant, bet neapsiribojant visą informaciją, programinę įrangą, tekstus, vaizdus, vaizdo ir garso įrašus bei jų dizainą, parinkimą ir išdėstymą) turinys priklauso You Go Crafts, jo licenciantams arba kitiems tokių medžiagų tiekėjams ir yra apsaugotas tarptautinėmis autorių teisių, prekių ženklų, patentų, komercinių paslaptų ir kitais intelektinės nuosavybės ar nuosavybės teisės aktais. Medžiaga negali būti kopijuojama, keičiama, atkurta, atsiųsta ar platinta jokiu būdu, pilnai arba dalimis, be išankstinio raštiško You Go Crafts leidimo, nebent tai aiškiai ir aiškiai nurodyta šiose Sąlygose ir Nuostatuose. Draudžiama bet kokia neleidžiama medžiagos naudojimo forma.",
  "agreementToArbitrate": "Susitarimas dėl Arbitražo",
  "arbitrationSection": "Ši skyrius taikomas visoms ginčų byloms, IŠSKYRUS ATVEJUS, KAI BYLA SUSIJUSI SU REIKALAVIMAIS DAUGIATIKSLIAMS ARBA TEISINGUMO PRIEMONĖMS, KURIE SUSIJĘ SU JŪSŲ ARBA You Go Crafts INTELEKTINĖS NUOSAVYBĖS TEISIŲ ĮGYVENDINIMU ARBA TINKAMUMU. Žodis „ginčas“ reiškia bet kokį ginčą, ieškinį ar kitą nesutarimą tarp jūsų ir You Go Crafts, susijusį su Paslaugomis ar šiuo susitarimu, ar tai būtų sutartis, garantija, neteisėtas veiksmas, įstatymas, reglamentas, statutas, ar kita teisinė arba teisingumo pagrindu. Žodis „ginčas“ bus suteiktas kuo platesniu leidžiamu pagrindu.",
  "noticeOfDispute": "Ginčo pranešimas",
  "noticeOfDisputeSection": "Ginčo atveju jūs arba You Go Crafts turite pateikti kitam Ginčo pranešimą, tai yra rašytinę pareiškimą, kuriame nurodomi jį pateikusios šalies vardas, adresas ir kontaktinė informacija, ginčo faktai ir prašomas palengvinimas. Jūs privalote siųsti bet kokį Ginčo pranešimą el. paštu adresu: [email protected] You Go Crafts siųs bet kokį Ginčo pranešimą jums paštu, jei turėsime jūsų adresą, arba kitaip jūsų el. pašto adresu. Jūs ir You Go Crafts per šešiasdešimt (60) dienų nuo Ginčo pranešimo išsiuntimo datos bandysite išspręsti bet kokį ginčą per neoficialias derybas. Praėjus šešiasdešimt (60) dienų, jūs arba You Go Crafts galite pradėti arbitražą.",
  "bindingArbitration": "Privaloma arbitražas",
  "bindingArbitrationSection": "Jei jūs ir You Go Crafts nesutariate dėl ginčo neoficialiomis derybomis, bet koks kitas bandymas išspręsti ginčą bus vykdomas išimtinai privalomu arbitražu, kaip aprašyta šiame skyriuje. Jūs atsisakote teisės nagrinėti (ar dalyvauti kaip šalies arba klasės nario) visus ginčus teisme prieš teisėją ar teisėją. Ginčas bus išspręstas privalomu arbitražu vadovaujantis Amerikos arbitražo asociacijos komercinio arbitražo taisyklėmis. Bet kuri šalis gali kreiptis į bet kokį laikinąją ar prelimininę injunkciją iš bet kurio kompetentingo jurisdikcinio teismo, kaip būtina apsaugoti šalies teises ar turtą iki arbitražo baigimosi. Visi ir bet kokie teisiniai, buhalteriniai ir kiti su arbitražu susiję išlaidų, mokesčių ir kitų išlaidų, kurias patiria laimėjusi šalis, nešios netenkinusi šalis.",
  "submissionsPrivacyTitle": "Pateikimai ir Privatumas",
  "submissionsPrivacyContent": "Įvykus bet kokiems jūsų pateiktiems ar paskelbtiems idėjoms, kūrybiniams pasiūlymams, dizainams, nuotraukoms, informacijai, skelbimams, duomenims ar pasiūlymams, įskaitant idėjas dėl naujų ar patobulintų produktų, paslaugų, funkcijų, technologijų ar akcijų, jūs išreikšdami sutinkate, kad tokiu pateikimu automatiškai bus laikomasi kaip nekonfidencialaus ir neįgalioto ir taps išimtinė „You Go Crafts“ nuosavybe be jokios kompensacijos ar jokio jūsų patvirtinimo. „You Go Crafts“ ir jos susijusios įmonės neturi jokių įsipareigojimų susijusiems su tokiomis pateikimais ar skelbimais ir gali naudoti tokiose pateikimuose ar skelbimuose esančias idėjas bet kokiems tikslams bet kuriuo pagrindu ir bet kokiais būdais, įskaitant, bet neapsiribojant, tokių idėjų plėtote, gamyba ir prekyba produktams ir paslaugoms.",
  "promotionsTitle": "Reklama",
  "promotionsContent": "„You Go Crafts“ gali laiku įtraukti konkursus, akcijas, loterijas ar kitas veiklas („Akcijos“), reikalaujančias pateikti medžiagos ar informacijos apie save. Atkreipkite dėmesį, kad visos Akcijos gali būti reguliuojamos atskirais taisyklėmis, kuriuose gali būti nustatyti tam tikri dalyvavimo reikalavimai, tokie kaip amžiaus ir geografinės vietos apribojimai. Jūs privalote perskaityti visas Akcijų taisykles, kad nustatytumėte, ar galite dalyvauti. Jei dalyvaujate kokioje nors Akcijoje, sutinkate laikytis ir vykdyti visas Akcijų taisykles.\n\nPapildomi sąlygos ir nuostatos gali taikytis prekių ar paslaugų pirkimui per Paslaugas, kurios šios sutarties daliu tampa šia nuoroda.",
  "typographicalErrorsTitle": "Rašybinių klaidų",
  "typographicalErrorsContent": "Įvykus rašybinėms klaidoms, jei produktas ir/ar paslauga pateikiama neteisinga kaina arba neteisinga informacija dėl rašybinės klaidos, turėsime teisę atsisakyti arba atšaukti užsakymus, padarytus už produktą ir/ar paslaugą, pateiktą neteisinga kaina. Turėsime teisę atsisakyti arba atšaukti bet kokį tokią užsakymą, nepriklausomai nuo to, ar užsakymas jau buvo patvirtintas ir jūsų kreditinė kortelė apmokėta. Jei jūsų kreditinė kortelė jau buvo apmokėta už pirkimą ir jūsų užsakymas bus atšauktas, nedelsiant išduosime kreditą jūsų kreditinės kortelės sąskaitoje arba kitame mokėjimo sąskaitoje sumos dydžiu.",
  "miscellaneousTitle": "Įvairūs",
  "miscellaneousContent": "Jeigu bet kokiu priežastimi kompetentingas teismas nustatys, kad šių sąlygų ir nuostatų dalis ar nuostata yra neįgyvendinama, šių sąlygų ir nuostatų likutis išliks visiškai galingas ir veikiantis. Bet kokia šių sąlygų ir nuostatų nuostata bus veiksminga tik tuo atveju, jei ji bus parašyta ir pasirašyta You Go Crafts įgalioto atstovo. You Go Crafts turės teisę į gynimo ar kitas teisingumo priemones (neprisiimdama jokios įsipareigojimo pateikti bet kokį užstatą ar užtikrinimą) bet kokio jūsų pažeidimo ar jo numatomo pažeidimo atveju. You Go Crafts teikia You Go Crafts paslaugas iš savo biurų. Paslaugos nėra skirtos paskirstymui ar naudojimuisi bet kurioje jurisdikcijoje ar šalyje, kur tokio paskirstymo ar naudojimo būtų pažeista teisė ar reglamentas. Atitinkamai tie asmenys, kurie pasirenka pasiekti You Go Crafts paslaugas iš kitų vietų, tai daro savo iniciatyva ir yra visiškai atsakingi už laikymąsi vietinių teisės aktų, jei ir kiek vietiniai įstatymai yra taikomi. Šios sąlygos ir nuostatos (kurios apima ir įtraukia You Go Crafts privatumo politiką) sudaro visą supratimą ir pakeičia visas ankstesnes supratimus tarp jūsų ir You Go Crafts dėl jų objekto ir negali būti pakeistos ar modifikuotos jūsų. Šiame susitarime naudojamos skyriaus antraštės yra tik patogumui ir neturės jokio teisinio svorio.",
  "disclaimerTitle": "Atsisakymas",
  "content1": "You Go Crafts neatsako už turinį, kodą ar kitokias netikslumus.",
  "content2": "You Go Crafts nesuteikia garantijų ar užtikrinimų.",
  "content3": "„You Go Crafts“ jokiu būdu nebus atsakinga už jokius specialius, tiesioginius,netiesioginiai, pasekminiai ar atsitiktiniai nuostoliai arba bet kokia žalanesvarbu, ar tai būtų veiksmas pagal sutartį, aplaidumas ar ktdeliktas, kylantis dėl Paslaugos naudojimo arba su juo susijęs arbaPaslaugos turinį. Bendrovė pasilieka teisę darytiPaslaugos turinio papildymai, ištrynimai ar pakeitimaibet kuriuo metu be išankstinio įspėjimo.",
  "content4": "Paslauga „You Go Crafts“ ir jos turinys teikiami „kaip yra“ ir „kaip prieinama“ be jokių garantijų ar atstovavimų, ar jie būtų išreikšti ar numanomi. „You Go Crafts“ yra platintojas, o ne turinio, tiekiamo trečiųjų šalių, leidėjas; kaip tokia, „You Go Crafts“ netaiko redakcinio valdymo šiam turiniui ir neteikia jokių garantijų ar atstovavimų dėl informacijos, turinio, paslaugų ar prekių tikslumo, patikimumo ar naujausios informacijos per paslaugą „You Go Crafts“. Nepaisant ankstesnio, „You Go Crafts“ aiškiai atsisako visų garantijų ir atstovavimų bet kokiam turiniui, perduodamam ar susijusiam su paslauga „You Go Crafts“ arba svetainėmis, kurios gali atrodyti kaip nuorodos paslaugoje „You Go Crafts“, arba su produktais, kurie teikiami kaip paslaugos „You Go Crafts“ dalis ar kitaip susiję su ja, įskaitant, be apribojimų, bet kokias rinkodaros, tinkamumo tam tikram tikslui arba trečiųjų šalių teisių nenuteisinimo garantijas. Joks žodinis arba rašytinis patarimas, teikiamas „You Go Crafts“ arba bet kurio iš jo priklausančio padalinio, darbuotojo, pareigūno, direktoriaus, agento ar panašaus, nesukurs garantijos. Kainų ir prieinamumo informacija gali keistis be išankstinio įspėjimo. Nepaisant ankstesnio, „You Go Crafts“ negarantuoja, kad paslauga „You Go Crafts“ bus neatstojoji, nesugadinta, laiku ar be klaidų.",
  "contactUsTitle": "Susisiek su mumis",
  "contactUsContent": "Nesidrovėkite susisiekti su mumis, jei turite kokių nors klausimų.",
  "contactViaEmail": "El. paštu:",
  "lastUpdated": "Paskutinį kartą atnaujinta: 2024 m. sausio 8 d.",
  "description": "Ši Privatumo politika aprašo mūsų politiką ir procedūras, susijusias su jūsų informacijos rinkimu, naudojimu ir atskleidimu, kai naudojate paslaugą, ir informuoja apie jūsų privatumo teises ir tai, kaip jus apsaugo įstatymas.",
  "personalDataUsage": "Mes naudojame jūsų asmeninius duomenis teikti ir tobulinti paslaugą. Naudodamiesi paslauga sutinkate su informacijos rinkimu ir naudojimu, vadovaujantis šia Privatumo politika. Ši Privatumo politika buvo sukurta naudojant Privatumo politikos kūrėją.",
  "interpretationAndDefinitions": "Aiškinimas ir apibrėžimai",
  "interpretation": "Aiškinimas",
  "capitalizedWordsMeaning": "Žodžiai, kurių pirmoji raidė didžioji, turi reikšmes, apibrėžtas pagal šias sąlygas. Šios sąvokos turės tą patį reikšmę, nepriklausomai nuo to, ar jos pasireiškia vienaskaitoje, ar daugiskaitoje.",
  "definitions": "Apibrėžimai",
  "forPurposesOfPrivacyPolicy": "Šios Privatumo politikos tikslais:",
  "uniqueAccount": "reikšia unikalų paskyrą, sukuriamą jums, kad galėtumėte naudotis mūsų paslauga arba jos dalimis.",
  "entityControl": "reikšia subjektą, kuris kontroliuoja, yra kontroliuojamas arba yra bendro valdymo su šalimi, kur „valdymas“ reiškia 50 % arba daugiau akcijų, nuosavybės interesų ar kitų balsavimo teisę turinčių vertybinių popierių nuosavybę rinkimuose dalyvauti direktorių ar kitos valdymo institucijos rinkimuose.",
  "theCompany": "(vardinama „įmonė“, „Mes“, „Mūsų“ arba „Mūsų“ šiame susitarime) reiškia You Go Project, El Carmen Hub C/Senador Francisco Román Esquina con C/ La Serna. Centro Ciudadano El Carmen, 1 aukštas, 4 vieta, 29002 Malaga.",
  "cookies": "yra maži failai, kuriuos svetainė deda į jūsų kompiuterį, mobilųjį įrenginį ar bet kurį kitą įrenginį, ir kurie turi informaciją apie jūsų naršymo istoriją toje svetainėje, tarp daugelio kitų panaudojimo būdų.",
  "spain": "reiškia: Ispanija",
  "device1": "reikšia bet kurį įrenginį, kuris gali naudotis paslauga, tokiu kaip kompiuteris, mobilusis telefonas ar skaitmeninis planšetinis kompiuteris.",
  "personalInformation": "yra bet kokia informacija, susijusi su identifikuotu arba identifikuojamu asmeniu.",
  "theWebsite": "reikšma svetainė.",
  "dataProcessor": "reiškia bet kurį gamtiniu ar juridiniu asmeniu, kuris apdoroja duomenis vardu įmonės. Tai apima trečiosioms šalims priklausančias įmones ar asmenis, užimtus įmonės paslaugų palengvinimu, paslaugų teikimu vardu įmonės, paslaugų teikimu susijusioms paslaugoms arba įmonės padėjimu analizuojant, kaip naudojama paslauga.",
  "refersToAnyWebsite": "nuoroda į bet kurią svetainę arba bet kurį socialinio tinklo puslapį, per kurį naudotojas gali prisijungti arba sukurti paskyrą naudoti paslaugą",
  "refersToDataCollectedAutomatically": "nuoroda į automatiškai renkamus duomenis, kurie generuojami naudojant paslaugą arba pati paslaugos infrastruktūra (pavyzdžiui, puslapio apsilankymo trukmė).",
  "refersToYouGoCrafts": "nuoroda į You Go Crafts, pasiekiamą adresu",
  "meansTheIndividual": "reikšmiai asmenį, kuris naudoja arba prisijungia prie paslaugos, arba įmonę ar kitą teisinį subjektą, kuris atstovauja tokiam asmeniui naudojantis arba prisijungiant prie paslaugos, atitinkamai.",
  "collectingAndUsingYourPersonalData": "Jūsų asmeninių duomenų rinkimas ir naudojimas",
  "typesOfDataCollected": "Rinkiami duomenų tipai",
  "personalData": "Asmeniniai duomenys",
  "whileUsingOurService": "Naudodamiesi mūsų paslauga, mes galime paprašyti jūsų pateikti tam tikrą asmens tapatybę nustatančią informaciją, kuri gali būti naudojama jums susisiekti arba identifikuoti. Tai gali apimti, bet tuo neapsiriboti:",
  "firstNameAndLastName": "Vardas ir pavardė",
  "addressStateProvincePostalCodeCity": "Adresas, Valstybė, Provincija, Pašto kodas, Miestas",
  "usageData": "Naudotojo veiklos duomenys",
  "usageDataTitle": "Naudojimo duomenys renkami automatiškai naudojant paslaugą.",
  "usageDataContent": "Naudojimo duomenys gali apimti tokią informaciją kaip Jūsų Įrenginio interneto protokolo adresas (pvz., IP adresas), naršyklės tipas, naršyklės versija, mūsų Paslaugos puslapiai, kuriuose lankotės, laikas ir Jūsų apsilankymo data, laikas, praleistas tuose puslapiuose, unikalus įrenginys identifikatoriai ir kiti diagnostiniai duomenys.",
  "mobileDeviceInfo": "Kai naudojate paslaugą per mobilų įrenginį, mes galime automatiškai rinkti tam tikrą informaciją, įskaitant, bet neapsiribojant, jūsų naudojamo mobiliojo įrenginio tipą, unikalų jūsų mobiliojo įrenginio identifikatorių, jūsų mobiliojo įrenginio IP adresą, jūsų mobiliojo įrenginio operacinę sistemą, naudojamą mobilųjį interneto naršyklę, unikalius įrenginio identifikatorius ir kitus diagnostinius duomenis.",
  "browserInfo": "Taip pat galime rinkti informaciją, kurią jūsų naršyklė siunčia, kai aplankote mūsų paslaugą arba kai naudojate paslaugą per mobilų įrenginį.",
  "thirdPartySocialMedia": "Informacija iš trečiųjų šalių socialinių medijos paslaugų",
  "socialMediaServices": "Įmonė leidžia jums sukurti paskyrą ir prisijungti naudoti paslaugą per šias trečiųjų šalių socialinių medijos paslaugas:",
  "socialMediaList": ["Google", "Facebook", "Instagram", "Twitter", "LinkedIn"],
  "thirdPartyInfo": "Jei nuspręsite registruotis per ar kitaip suteikti mums prieigą prie trečiosios šalies socialinės medijos paslaugos, mes galime rinkti asmens duomenis, kurie jau susiję su jūsų trečiosios šalies socialinės medijos paslaugos paskyra, tokius kaip jūsų vardas, jūsų el. pašto adresas, jūsų veiklos arba jūsų šios paskyros kontaktų sąrašas.",
  "additionalInfo": "Taip pat galite turėti galimybę dalintis papildoma informacija su įmone per savo trečiosios šalies socialinės medijos paslaugos paskyrą. Jei pasirinksite teikti tokia informacija ir asmens duomenis, registracijos metu ar kitaip, suteikiate įmonei leidimą naudoti, dalintis ir saugoti juos būdu, atitinkančiu šią privatumo politiką.",
  "trackingTechnologiesAndCookies": "Sekimo technologijos ir slapukai",
  "trackingTechnologiesDescription": "Mes naudojame slapukus ir panašias sekimo technologijas stebėti veiklą mūsų paslaugoje ir saugoti tam tikrą informaciją. Naudojamos sekimo technologijos yra signalai, žymos ir skriptai, skirti informacijai rinkti, stebėti ir gerinti bei analizuoti mūsų paslaugą. Mūsų naudojamos technologijos gali apimti:",
  "cookieDescription1": "Slapukas yra maža failo dalis, įdedama į jūsų prietaisą. Galite nurodyti savo naršyklei atmesti visus slapukus arba parodyti, kai siunčiamas slapukas. Tačiau, jei nepriimate slapukų, galbūt negalėsite naudoti kai kurių mūsų paslaugų dalių. Jei nesate nustatę savo naršyklės taip, kad ji atmestų slapukus, mūsų paslauga gali naudoti slapukus.",
  "cookieDescription2": "Kai kurie mūsų paslaugos ir mūsų el. laiškai gali turėti mažus elektroninius failus, vadinamus internetiniais žymėjimais (dar žinomus kaip šviežiai patvirtinti gifai, pikselių žymės ir vieno pikselio gifai), kurie leidžia įmonės, pavyzdžiui, skaičiuoti vartotojus, kurie aplankė tuos puslapius arba atidarė el. laišką, ir kitų susijusių svetainės statistiką (pavyzdžiui, užregistruoti tam tikro skyriaus populiarumą ir tikrinti sistemos bei serverio vientisumą).",
  "cookieDescription3": "Slapukai gali būti „ilgalaikiai“ arba „sesijos“ slapukai. Ilgalaikiai slapukai lieka jūsų asmeniniame kompiuteryje ar mobiliosios įrangos prietaise, kai einate neprisijungę, o sesijos slapukai ištrinami tuoj pat, kai uždarote naršyklę. Daugiau apie slapukus galite sužinoti TermsFeed tinklalapio straipsnyje.",
  "cookieDescription4": "Mes naudojame tiek sesijos, tiek ilgalaikius slapukus žemiau nustatytiems tikslams:",
  "necessaryCookies": "Būtini / Esminiai slapukai",
  "cookieType": "Tipas: Sesijos slapukai",
  "administeredBy": "Tvarko: Mes",
  "cookiePurpose": "Tikslas: Šie slapukai yra būtini, kad galėtume jums teikti paslaugas, prieinamas svetainėje, ir leisti jums naudotis jos kai kuriomis funkcijomis. Jie padeda autentikuoti vartotojus ir užkirsti kelią sukčiavimo panaudojimui. Be šių slapukų negalime teikti jums užklausomų paslaugų, ir mes juos naudojame tik tam, kad galėtume jums teikti tas paslaugas.",
  "cookiesPolicyAcceptance": "Slapukų politikos / Pastabos dėl slapukų priėmimo slapukai",
  "cookieTypePersistent": "Tipas: Ilgalaikiai slapukai",
  "administeredByUs": "Tvarko: Mes",
  "cookiesPurpose": "Tikslas: Šios slapukai identifikuoja, ar vartotojai sutiko naudoti slapukus svetainėje.",
  "functionalityCookiesTitle": "Funkciniai slapukai",
  "functionalityCookiesType": "Tipas: Nuolatiniai slapukai",
  "functionalityCookiesAdministered": "Valdo: Mes",
  "functionalityCookiesPurpose": "Tikslas: Šie slapukai leidžia mums prisiminti jūsų pasirinkimus, kai naudojate svetainę, pvz., prisiminti prisijungimo duomenis arba kalbos pasirinkimą. Šių slapukų tikslas suteikti jums asmeniškesnį patyrimą ir išvengti poreikio vėl įvesti savo nuostatas kiekvieną kartą, kai naudojate svetainę.",
  "moreInfoAboutCookies": "Daugiau informacijos apie naudojamus slapukus ir jūsų pasirinkimus dėl slapukų rasite mūsų slapukų taisyklėse arba privatumo politikos skyriuje.",
  "useOfPersonalDataTitle": "Jūsų asmens duomenų naudojimas",
  "useOfPersonalDataPurposes": "Bendrovė gali naudoti Asmens duomenis šiais tikslais:",
  "useOfPersonalDataPurposes1": "įskaitant stebėti mūsų paslaugos naudojimą.",
  "useOfPersonalDataPurposes2": "valdyti jūsų registraciją kaip paslaugos vartotoją. Pateikti asmeniniai duomenys suteikia galimybę pasinaudoti skirtingomis paslaugos funkcijomis, prieinamomis registruotiems vartotojams.",
  "useOfPersonalDataPurposes3": "pirkinio sutarties, kurią sudarėte dėl įsigytų produktų, daiktų ar paslaugų, plėtra, vykdymas ir laikymas.",
  "useOfPersonalDataPurposes4": "susisiekti su jumis el. paštu, telefono skambučiais, SMS ar kitomis elektroninėmis komunikacijos formomis, pvz., mobiliųjų programėlių atnaujinimais arba informacinėmis komunikacijomis, susijusiomis su funkcijų, produktų ar paslaugų, įsigytų arba sutartų paslaugų, saugumo atnaujinimais, kai tai būtina arba pagrįsta.",
  "useOfPersonalDataPurposes5": "naujienomis, specialiomis pasiūlymomis ir bendra informacija apie kitus prekes, paslaugas ir renginius, kuriuos siūlome ir kurie panašūs į tuos, kuriuos jau įsigijote ar apie juos paklausėte, nebent jūs būtumėte nusprendę nerinkti tokios informacijos.",
  "useOfPersonalDataPurposes6": "atsakyti ir tvarkyti jūsų mums pateiktus prašymus.",
  "mergeDivestiture": "Mes galime naudoti Jūsų informaciją vertinti arba atlikti sujungimą, atsiskyrimą, restruktūrizavimą, pertvarkymą, likvidavimą ar kitą visišką ar dalinį turto pardavimą ar perleidimą, arba kaip verslą, arba kaip dalį bankroto, likvidacijos ar panašaus proceso, kuriame Jūsų apie mūsų paslaugų vartotojus turimi asmens duomenys yra perduodami turtai.",
  "otherPurposes": "Mes galime naudoti Jūsų informaciją kitais tikslais, tokiais kaip duomenų analizė, naudojimo tendencijų nustatymas, mūsų reklaminių kampanijų efektyvumo nustatymas ir mūsų paslaugų, produktų, paslaugų, rinkodaros ir Jūsų patirties vertinimas ir tobulinimas.",
  "sharePersonalInfo": "Mes galime bendrinti Jūsų asmeninę informaciją šiais atvejais:",
  "shareWithServiceProviders": "Mes galime bendrinti Jūsų asmeninę informaciją su paslaugų teikėjais stebėti ir analizuoti mūsų paslaugos naudojimąsi ir su Jumis susisiekti."

}
